ForceAtlas2.name=ForceAtlas 2
ForceAtlas2.description=\u041c\u043e\u0434\u0435\u043b\u044c \u0443\u043a\u043b\u0430\u0434\u043a\u0438 \u0441 \u043b\u0438\u043d\u0435\u0439\u043d\u044b\u043c \u043f\u0440\u0438\u0442\u044f\u0436\u0435\u043d\u0438\u0435\u043c \u0438 \u043b\u0438\u043d\u0435\u0439\u043d\u044b\u043c \u043e\u0442\u0442\u0430\u043b\u043a\u0438\u0432\u0430\u043d\u0438\u0435\u043c, \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442 \u043d\u0435\u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u0430\u043f\u043f\u0440\u043e\u043a\u0441\u0438\u043c\u0430\u0446\u0438\u0438 (BarnesHut). \u041f\u0430\u0440\u0430\u043c\u0435\u0442\u0440 \u0441\u043a\u043e\u0440\u043e\u0441\u0442\u0438 \u0432\u044b\u0447\u0438\u0441\u043b\u044f\u0435\u0442\u0441\u044f \u0430\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u0435\u0441\u043a\u0438.

ForceAtlas2.tuning=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u043e\u0432
ForceAtlas2.behavior=\u041e\u043f\u0446\u0438\u0438 \u043f\u043e\u0432\u0435\u0434\u0435\u043d\u0438\u044f
ForceAtlas2.performance=\u041d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438 \u043a\u0430\u0447\u0435\u0441\u0442\u0432\u0430
ForceAtlas2.threads=\u041f\u043e\u0442\u043e\u043a\u0438

ForceAtlas2.scalingRatio.name=\u0420\u0430\u0437\u0440\u0435\u0436\u0435\u043d\u043d\u043e\u0441\u0442\u044c
ForceAtlas2.scalingRatio.desc=\u0421\u0438\u043b\u0430 \u043e\u0442\u0442\u0430\u043b\u043a\u0438\u0432\u0430\u043d\u0438\u044f. \u0411\u043e\u043b\u044c\u0448\u0435\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u0435 \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0431\u043e\u043b\u0435\u0435 \u0440\u0430\u0437\u0440\u0435\u0436\u0435\u043d\u043d\u043e\u0439 \u0443\u043a\u043b\u0430\u0434\u043a\u0435.
ForceAtlas2.gravity.name=\u0413\u0440\u0430\u0432\u0438\u0442\u0430\u0446\u0438\u044f
ForceAtlas2.gravity.desc=\u0421\u0438\u043b\u0430 \u043f\u0440\u0438\u0442\u044f\u0433\u0438\u0432\u0430\u044e\u0449\u0430\u044f \u0443\u0437\u043b\u044b \u043a \u0446\u0435\u043d\u0442\u0440\u0443. \u041f\u0440\u0435\u043f\u044f\u0442\u0441\u0442\u0432\u0443\u0435\u0442 "\u0440\u0430\u0437\u043b\u0435\u0442\u0430\u043d\u0438\u044e" \u0438\u0437\u043e\u043b\u0438\u0440\u043e\u0432\u0430\u043d\u043d\u044b\u0445 \u043a\u0443\u0441\u043a\u043e\u0432
ForceAtlas2.strongGravityMode.name=\u0423\u0441\u0438\u043b\u0435\u043d\u0438\u0435 \u0433\u0440\u0430\u0432\u0438\u0442\u0430\u0446\u0438\u0438
ForceAtlas2.strongGravityMode.desc=\u0423\u0441\u0438\u043b\u0438\u0442\u044c \u043f\u0440\u0430\u0432\u0438\u043b\u043e \u043f\u0440\u0438\u0442\u044f\u0436\u0435\u043d\u0438\u044f
ForceAtlas2.distributedAttraction.name=\u041e\u0441\u043b\u0430\u0431\u043b\u0435\u043d\u0438\u0435 \u0445\u0430\u0431\u043e\u0432
ForceAtlas2.distributedAttraction.desc=\u0420\u0430\u0441\u043f\u0440\u0435\u0434\u0435\u043b\u044f\u0435\u0442 \u0441\u0438\u043b\u0443 \u043f\u0440\u0438\u0442\u044f\u0436\u0435\u043d\u0438\u044f \u043f\u043e \u0438\u0441\u0445\u043e\u0434\u044f\u0449\u0438\u043c \u0440\u0451\u0431\u0440\u0430\u043c. \u0425\u0430\u0431\u044b \u0431\u0443\u0434\u0443\u0442 \u0441\u043b\u0430\u0431\u0435\u0435 \u0441\u0442\u044f\u0433\u0438\u0432\u0430\u0442\u044c \u0443\u0437\u043b\u044b \u0432\u043e\u043a\u0440\u0443\u0433 \u0441\u0435\u0431\u044f.
ForceAtlas2.linLogMode.name=LinLog \u0440\u0435\u0436\u0438\u043c
ForceAtlas2.linLogMode.desc=\u041f\u0435\u0440\u0435\u043a\u043b\u044e\u0447\u0430\u0435\u0442 \u043c\u043e\u0434\u0435\u043b\u044c ForceAtlas \u0441 lin-lin \u043d\u0430 lin-log (\u0430\u0432\u0442\u043e\u0440\u0441\u0442\u0432\u043e Andreas Noack). \u041a\u043b\u0430\u0441\u0442\u0435\u0440\u0430 \u0431\u0443\u0434\u0443\u0442 \u0431\u043e\u043b\u0435\u0435 \u043f\u043b\u043e\u0442\u043d\u044b\u043c\u0438.
ForceAtlas2.adjustSizes.name=\u0417\u0430\u043f\u0440\u0435\u0442 \u043f\u0435\u0440\u0435\u043a\u0440\u044b\u0442\u0438\u044f
ForceAtlas2.adjustSizes.desc=\u0421\u043b\u0435\u0434\u0443\u0435\u0442 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c \u043f\u043e\u0441\u043b\u0435 \u0443\u043a\u043b\u0430\u0434\u043a\u0438. \u041d\u0435\u043b\u044c\u0437\u044f \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c \u0432\u043c\u0435\u0441\u0442\u0435 \u0441 "\u043f\u0440\u0438\u0431\u043b\u0438\u0436\u0435\u043d\u043d\u044b\u043c \u043e\u0442\u0442\u0430\u043b\u043a\u0438\u0432\u0430\u043d\u0438\u0435\u043c"
ForceAtlas2.jitterTolerance.name=\u0423\u0441\u0442\u043e\u0439\u0447\u0438\u0432\u043e\u0441\u0442\u044c
ForceAtlas2.jitterTolerance.desc=\u041e\u043f\u0440\u0435\u0434\u0435\u043b\u044f\u0435\u0442 \u0434\u043e\u043f\u0443\u0441\u0442\u0438\u043c\u044b\u0435 \u043e\u0442\u043a\u043b\u043e\u043d\u0435\u043d\u0438\u044f. \u0417\u043d\u0430\u0447\u0435\u043d\u0438\u044f \u043e\u0442 0 \u0434\u043e 1. \u0423\u043c\u0435\u043d\u044c\u0448\u0435\u043d\u0438\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u044f \u043f\u0440\u0438\u0432\u043e\u0434\u0438\u0442 \u043a \u043f\u043e\u043d\u0438\u0436\u0435\u043d\u0438\u044e \u0441\u043a\u043e\u0440\u043e\u0441\u0442\u0438 \u0440\u0430\u0431\u043e\u0442\u044b \u0438 \u043f\u043e\u0432\u044b\u0448\u0435\u043d\u0438\u044e \u0442\u043e\u0447\u043d\u043e\u0441\u0442\u0438.
ForceAtlas2.barnesHutOptimization.name=\u041f\u0440\u0438\u0431\u043b\u0438\u0436\u0435\u043d\u043d\u043e\u0435 \u043e\u0442\u0442\u0430\u043b\u043a\u0438\u0432\u0430\u043d\u0438\u0435
ForceAtlas2.barnesHutOptimization.desc=\u0418\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u0435 \u043e\u043f\u0442\u0438\u043c\u0438\u0437\u0430\u0446\u0438\u0438 Barnes Hut; \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0435\u0442 \u0440\u0430\u0431\u043e\u0442\u0430\u0442\u044c \u0441 \u0433\u0440\u0430\u0444\u0430\u043c\u0438 \u0431\u043e\u043b\u044c\u0448\u0435\u0433\u043e \u043e\u0431\u044a\u0435\u043c\u0430.
ForceAtlas2.barnesHutTheta.name=Theta
ForceAtlas2.barnesHutTheta.desc=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u0440 theta \u0430\u043f\u043f\u0440\u043e\u043a\u0441\u0438\u043c\u0430\u0446\u0438\u0438 Barnes Hut
ForceAtlas2.edgeWeightInfluence.name=\u0412\u043b\u0438\u044f\u043d\u0438\u0435 \u0432\u0435\u0441\u043e\u0432 \u0440\u0435\u0431\u0451\u0440
ForceAtlas2.edgeWeightInfluence.desc=\u0421\u0442\u0435\u043f\u0435\u043d\u044c \u0432\u043b\u0438\u044f\u043d\u0438\u044f \u0432\u0435\u0441\u043e\u0432 \u0440\u0451\u0431\u0435\u0440. 0 -- \u043d\u0435 \u0443\u0447\u0438\u0442\u044b\u0432\u0430\u0435\u0442\u0441\u044f, 1 -- \u043f\u043e\u043b\u043d\u043e\u0441\u0442\u044c\u044e \u0443\u0447\u0438\u0442\u044b\u0432\u0430\u0435\u0442\u0441\u044f.
ForceAtlas2.threads.name=\u0427\u0438\u0441\u043b\u043e \u043f\u043e\u0442\u043e\u043a\u043e\u0432
ForceAtlas2.threads.desc=\u0411\u043e\u043b\u044c\u0448\u0435\u0435 \u0447\u0438\u0441\u043b\u043e \u043f\u043e\u0442\u043e\u043a\u043e\u0432 \u0434\u0430\u0451\u0442 \u0431\u043e\u043b\u044c\u0448\u0443\u044e \u0441\u043a\u043e\u0440\u043e\u0441\u0442\u044c \u0440\u0430\u0431\u043e\u0442\u044b, \u0435\u0441\u043b\u0438 \u043c\u043e\u0436\u0435\u0442 \u0431\u044b\u0442\u044c \u043f\u043e\u0434\u0434\u0435\u0440\u0436\u0430\u043d\u043e \u0430\u043f\u043f\u0430\u0440\u0430\u0442\u043d\u043e.
