ForceAtlas2.jitterTolerance.desc=\u0421\u043A\u0456\u043B\u044C\u043A\u0438 \u0440\u043E\u0437\u0433\u043E\u0439\u0434\u0443\u0432\u0430\u043D\u043D\u044F \u0432\u0438 \u0434\u043E\u0437\u0432\u043E\u043B\u044F\u0454\u0442\u0435. \u0412\u0438\u0449\u0435 1 \u043D\u0435 \u0440\u0435\u043A\u043E\u043C\u0435\u043D\u0434\u0443\u0454\u0442\u044C\u0441\u044F. \u041D\u0438\u0436\u0447\u0435 \u0434\u0430\u0454 \u043C\u0435\u043D\u0448\u0443 \u0448\u0432\u0438\u0434\u043A\u0456\u0441\u0442\u044C \u0456 \u0431\u0456\u043B\u044C\u0448\u0443 \u0442\u043E\u0447\u043D\u0456\u0441\u0442\u044C.
ForceAtlas2.scalingRatio.desc=\u0421\u043A\u0456\u043B\u044C\u043A\u0438 \u0432\u0456\u0434\u0448\u0442\u043E\u0432\u0445\u0443\u0432\u0430\u043D\u043D\u044F \u0432\u0438 \u0445\u043E\u0447\u0435\u0442\u0435. \u0411\u0456\u043B\u044C\u0448\u0435 \u0440\u043E\u0431\u0438\u0442\u044C \u0433\u0440\u0430\u0444\u0456\u043A \u0431\u0456\u043B\u044C\u0448 \u0440\u043E\u0437\u0440\u0456\u0434\u0436\u0435\u043D\u0438\u043C.
ForceAtlas2.strongGravityMode.name=\u0421\u0438\u043B\u044C\u043D\u0456\u0448\u0430 \u0433\u0440\u0430\u0432\u0456\u0442\u0430\u0446\u0456\u044F
ForceAtlas2.jitterTolerance.name=\u0422\u043E\u043B\u0435\u0440\u0430\u043D\u0442\u043D\u0456\u0441\u0442\u044C (\u0448\u0432\u0438\u0434\u043A\u0456\u0441\u0442\u044C)
ForceAtlas2.barnesHutTheta.name=\u041D\u0430\u0431\u043B\u0438\u0436\u0435\u043D\u043D\u044F
ForceAtlas2.distributedAttraction.name=\u0412\u0456\u0434\u0440\u0430\u0434\u0438\u0442\u0438 \u0445\u0430\u0431\u0438
ForceAtlas2.gravity.desc=\u041F\u0440\u0438\u0442\u044F\u0433\u0443\u0454 \u0432\u0443\u0437\u043B\u0438 \u0434\u043E \u0446\u0435\u043D\u0442\u0440\u0443. \u0417\u0430\u043F\u043E\u0431\u0456\u0433\u0430\u0454 \u0434\u0440\u0435\u0439\u0444\u0443 \u043E\u0441\u0442\u0440\u043E\u0432\u0456\u0432.
ForceAtlas2.strongGravityMode.desc=\u0411\u0456\u043B\u044C\u0448 \u0441\u0438\u043B\u044C\u043D\u0438\u0439 \u0437\u0430\u043A\u043E\u043D \u0433\u0440\u0430\u0432\u0456\u0442\u0430\u0446\u0456\u0457
ForceAtlas2.threads.desc=\u0411\u0456\u043B\u044C\u0448\u0435 \u043F\u043E\u0442\u043E\u043A\u0456\u0432 \u043E\u0437\u043D\u0430\u0447\u0430\u0454 \u0431\u0456\u043B\u044C\u0448\u0443 \u0448\u0432\u0438\u0434\u043A\u0456\u0441\u0442\u044C, \u044F\u043A\u0449\u043E \u0432\u0430\u0448\u0456 \u044F\u0434\u0440\u0430 \u043C\u043E\u0436\u0443\u0442\u044C \u0446\u0435 \u0432\u043F\u043E\u0440\u0430\u0442\u0438\u0441\u044F.
ForceAtlas2.name=Force Atlas 2
ForceAtlas2.tuning=\u0422\u044E\u043D\u0456\u043D\u0433
ForceAtlas2.behavior=\u0410\u043B\u044C\u0442\u0435\u0440\u043D\u0430\u0442\u0438\u0432\u0438 \u043F\u043E\u0432\u0435\u0434\u0456\u043D\u043A\u0438
ForceAtlas2.performance=\u041F\u0440\u043E\u0434\u0443\u043A\u0442\u0438\u0432\u043D\u0456\u0441\u0442\u044C
ForceAtlas2.threads=\u041D\u0438\u0442\u043A\u0438
ForceAtlas2.scalingRatio.name=\u041C\u0430\u0441\u0448\u0442\u0430\u0431\u0443\u0432\u0430\u043D\u043D\u044F
ForceAtlas2.gravity.name=\u0421\u0438\u043B\u0430 \u0442\u044F\u0436\u0456\u043D\u043D\u044F
ForceAtlas2.linLogMode.name=\u0420\u0435\u0436\u0438\u043C LinLog
ForceAtlas2.linLogMode.desc=\u041F\u0435\u0440\u0435\u043C\u043A\u043D\u0456\u0442\u044C \u043C\u043E\u0434\u0435\u043B\u044C ForceAtlas \u0437 lin-lin \u043D\u0430 lin-log (\u0434\u0430\u043D\u0438\u043D\u0430 \u0410\u043D\u0434\u0440\u0435\u0430\u0441\u0443 \u041D\u043E\u0430\u043A\u0443). \u0420\u043E\u0431\u0438\u0442\u044C \u043A\u043B\u0430\u0441\u0442\u0435\u0440\u0438 \u0431\u0456\u043B\u044C\u0448 \u0449\u0456\u043B\u044C\u043D\u0438\u043C\u0438.
ForceAtlas2.normalizeEdgeWeights.name=\u041D\u043E\u0440\u043C\u0430\u043B\u0456\u0437\u0430\u0446\u0456\u044F \u0432\u0430\u0433\u0438 \u043A\u0440\u0430\u0457\u0432
ForceAtlas2.normalizeEdgeWeights.desc=\u0420\u043E\u0437\u043C\u0456\u0449\u0443\u0454 \u0432\u0430\u0433\u0438 \u0440\u0435\u0431\u0435\u0440 \u043C\u0456\u0436 0 \u0456 1.
ForceAtlas2.invertedEdgeWeightsMode.name=\u0412\u0430\u0433\u0438 \u0437 \u043F\u0435\u0440\u0435\u0432\u0435\u0440\u043D\u0443\u0442\u0438\u043C\u0438 \u043A\u0440\u0430\u044F\u043C\u0438
ForceAtlas2.invertedEdgeWeightsMode.desc=\u0412\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0439\u0442\u0435 \u043F\u0435\u0440\u0435\u0432\u0435\u0440\u043D\u0443\u0442\u0456 \u043E\u0431\u0432\u0430\u0436\u043D\u044E\u0432\u0430\u0447\u0456 1/w
ForceAtlas2.adjustSizes.name=\u0417\u0430\u043F\u043E\u0431\u0456\u0433\u0430\u043D\u043D\u044F \u043F\u0435\u0440\u0435\u043A\u0440\u0438\u0442\u0442\u044E
ForceAtlas2.barnesHutOptimization.name=\u041F\u0440\u0438\u0431\u043B\u0438\u0437\u043D\u0435 \u0432\u0456\u0434\u0448\u0442\u043E\u0432\u0445\u0443\u0432\u0430\u043D\u043D\u044F
ForceAtlas2.edgeWeightInfluence.name=\u0412\u043F\u043B\u0438\u0432 \u0432\u0430\u0433\u0438 \u043A\u0440\u0430\u044E
ForceAtlas2.edgeWeightInfluence.desc=\u042F\u043A\u0438\u0439 \u0432\u043F\u043B\u0438\u0432 \u0432\u0438 \u043D\u0430\u0434\u0430\u0454\u0442\u0435 \u0432\u0430\u0437\u0456 \u043A\u0440\u0430\u0457\u0432. 0 \u043E\u0437\u043D\u0430\u0447\u0430\u0454 \u00AB\u043D\u0435 \u0432\u043F\u043B\u0438\u0432\u0430\u0454\u00BB, \u0430 1 \u043E\u0437\u043D\u0430\u0447\u0430\u0454 \u00AB\u043D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u043E\u00BB.
ForceAtlas2.description=\u042F\u043A\u0456\u0441\u043D\u0438\u0439 \u043C\u0430\u043A\u0435\u0442: \u043C\u043E\u0434\u0435\u043B\u044C \u043B\u0456\u043D\u0456\u0439\u043D\u043E\u0433\u043E \u043F\u0440\u0438\u0442\u044F\u0433\u0430\u043D\u043D\u044F \u0442\u0430 \u043B\u0456\u043D\u0456\u0439\u043D\u043E\u0433\u043E \u0432\u0456\u0434\u0448\u0442\u043E\u0432\u0445\u0443\u0432\u0430\u043D\u043D\u044F \u0437 \u043A\u0456\u043B\u044C\u043A\u043E\u043C\u0430 \u043D\u0430\u0431\u043B\u0438\u0436\u0435\u043D\u043D\u044F\u043C\u0438 (BarnesHut). \u0428\u0432\u0438\u0434\u043A\u0456\u0441\u0442\u044C \u043E\u0431\u0447\u0438\u0441\u043B\u044E\u0454\u0442\u044C\u0441\u044F \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u043D\u043E.
ForceAtlas2.distributedAttraction.desc=\u0420\u043E\u0437\u043F\u043E\u0434\u0456\u043B\u044F\u0454 \u043F\u0440\u0438\u0432\u0430\u0431\u043B\u0438\u0432\u0456\u0441\u0442\u044C \u0443\u0437\u0434\u043E\u0432\u0436 \u0437\u043E\u0432\u043D\u0456\u0448\u043D\u0456\u0445 \u043A\u0440\u0430\u0457\u0432. \u0425\u0430\u0431\u0438 \u043C\u0435\u043D\u0448\u0435 \u043F\u0440\u0438\u0432\u0430\u0431\u043B\u044E\u044E\u0442\u044C \u0456, \u0442\u0430\u043A\u0438\u043C \u0447\u0438\u043D\u043E\u043C, \u0432\u0456\u0434\u0441\u0443\u0432\u0430\u044E\u0442\u044C\u0441\u044F \u0434\u043E \u043A\u043E\u0440\u0434\u043E\u043D\u0456\u0432.
ForceAtlas2.adjustSizes.desc=\u0412\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0439\u0442\u0435 \u043B\u0438\u0448\u0435 \u0443 \u043F\u0440\u043E\u0441\u0442\u043E\u0440\u043E\u0432\u043E\u043C\u0443 \u0432\u0438\u0433\u043B\u044F\u0434\u0456. \u041D\u0435 \u0441\u043B\u0456\u0434 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0432\u0430\u0442\u0438 \u0437 "\u043F\u0440\u0438\u0431\u043B\u0438\u0437\u043D\u0438\u043C \u0432\u0456\u0434\u0448\u0442\u043E\u0432\u0445\u0443\u0432\u0430\u043D\u043D\u044F\u043C"
ForceAtlas2.threads.name=\u041A\u0456\u043B\u044C\u043A\u0456\u0441\u0442\u044C \u043D\u0438\u0442\u043E\u043A
ForceAtlas2.barnesHutOptimization.desc=\u041E\u043F\u0442\u0438\u043C\u0456\u0437\u0430\u0446\u0456\u044F Barnes Hut: n\u00B2 \u0441\u043A\u043B\u0430\u0434\u043D\u0456\u0441\u0442\u044C \u0434\u043E n.ln(n) ; \u0434\u043E\u0437\u0432\u043E\u043B\u044F\u0454 \u0431\u0456\u043B\u044C\u0448\u0456 \u0433\u0440\u0430\u0444\u0456\u043A\u0438.
ForceAtlas2.barnesHutTheta.desc=\u0422\u0435\u0442\u0430 \u043E\u043F\u0442\u0438\u043C\u0456\u0437\u0430\u0446\u0456\u0457 Barnes Hut.
