

OpenOrd.name=OpenOrd
OpenOrd.description=Algoritm de dispunere direc\u021Bionat de for\u021Be pentru grafuri neorientate la scar\u0103 larg\u0103 din lumea real\u0103. Poate procesa peste 1 milion de noduri, ceea ce \u00EEl face ideal pentru grafuri mari. Cu toate acestea, grafurile mici (de ordinul sutelor sau mai pu\u021Bin) nu arat\u0103 \u00EEntotdeauna bine. Acest algoritm a\u0219teapt\u0103 grafuri ponderate neorientate \u0219i \u00EE\u0219i propune s\u0103 disting\u0103 mai bine clusterele.
OpenOrd.properties.edgecut.name=T\u0103ierea muchiilor
OpenOrd.properties.edgecut.description=0 \u00EEnseamn\u0103 nicio t\u0103iere \u0219i 1 t\u0103iere maxim\u0103. O valoare mai mare produce un rezultat mai grupat.
OpenOrd.properties.numthreads.name=Num\u0103r fire de execu\u021Bie
OpenOrd.properties.numiterations.name=Num\u0103r de itera\u021Bii
OpenOrd.properties.numiterations.description=Cre\u0219te acest num\u0103r doar pentru grafuri foarte mari. Cu c\u00E2t sunt mai multe itera\u021Bii, cu at\u00E2t mai mult timp este necesar \u0219i rezultatul va fi mai pu\u021Bin dens. Valoarea minim\u0103 este de 100 de itera\u021Bii, iar valoarea implicit\u0103 este de 750.
OpenOrd.properties.seed.name="S\u0103m\u00E2n\u021Ba" aleatorie
OpenOrd.properties.seed.description=Rezultatul algoritmului depinde de "s\u0103m\u00E2n\u021B\u0103", de num\u0103rul de itera\u021Bii \u0219i de num\u0103rul de fire de executie.
OpenOrd.properties.realtime.name=Timp fixare
OpenOrd.properties.realtime.description=C\u00E2nd unele noduri sunt fixate (Selec\u021Bie cu click-dreapta > Fixare), seteaz\u0103 timpul \u00EEn care nodurile fixate nu se vor mi\u0219ca. 0 \u00EEnseamn\u0103 c\u0103 nu vor fi fixate, iar 1 c\u0103 vor r\u0103m\u00E2ne fixe.
OpenOrd.properties.stage.expansion.description=Procentul din timp petrecut \u00EEn etapa de expansiune
OpenOrd.properties.stage.cooldown.name=R\u0103cire (%)
OpenOrd.properties.stage.cooldown.description=Procentul din timp petrecut \u00EEn etapa de r\u0103cire
OpenOrd.properties.stage.crunch.name=Crunch (%)
OpenOrd.properties.stage.crunch.description=Procentul din timp petrecut \u00EEn etapa de "crunch"
OpenOrd.properties.stage.simmer.name=Simmer (%)
OpenOrd.properties.stage.simmer.description=Procentul din timp petrecut \u00EEn etapa de "simmer"
OpenOrd.properties.numthreads.description=Num\u0103rul de fire de execu\u021Bie utilizate pentru a rula algoritmul. Cre\u0219te acest num\u0103r pentru procesoarele cu mai multe nuclee. Se recomand\u0103 s\u0103 se pun\u0103 num\u0103rul de nuclee minus 1 pentru a p\u0103stra unul pentru afi\u0219are.
OpenOrd.properties.stage.liquid.name=Lichid (%)
OpenOrd.properties.stage.liquid.description=Procentul din timp petrecut \u00EEn stadiul lichid
OpenOrd.properties.stage.expansion.name=Expansiune (%)
