

OpenOrd.properties.numthreads.name=Sz\u00E1lak sz\u00E1ma
OpenOrd.properties.stage.cooldown.description=A lelassul\u00E1si szakaszban elt\u00F6lt\u00F6tt id\u0151 sz\u00E1zal\u00E9kos ar\u00E1nya
OpenOrd.properties.stage.expansion.description=A b\u0151v\u00EDt\u00E9si szakaszban elt\u00F6lt\u00F6tt id\u0151 sz\u00E1zal\u00E9kos ar\u00E1nya
OpenOrd.properties.seed.description=Az algoritmus eredm\u00E9nye f\u00FCgg a magt\u00F3l, az iter\u00E1ci\u00F3k sz\u00E1m\u00E1t\u00F3l \u00E9s a sz\u00E1lak sz\u00E1m\u00E1t\u00F3l.
OpenOrd.properties.numiterations.description=Csak nagyon nagy grafikonok eset\u00E9n n\u00F6velje ezt a sz\u00E1mot. T\u00F6bb iter\u00E1ci\u00F3, t\u00F6bb id\u0151be telik, \u00E9s kev\u00E9sb\u00E9 s\u0171r\u0171 lesz az eredm\u00E9ny. A minimum 100 iter\u00E1ci\u00F3, az alap\u00E9rtelmezett pedig 750.
OpenOrd.properties.numthreads.description=Az algoritmus futtat\u00E1s\u00E1hoz haszn\u00E1lt sz\u00E1lak sz\u00E1ma. N\u00F6velje ezt a sz\u00E1mot t\u00F6bbmagos sz\u00E1m\u00EDt\u00F3g\u00E9pek eset\u00E9n. Javasoljuk, hogy a mag sz\u00E1m\u00E1t m\u00EDnusz 1-gyel adja meg, hogy egy sz\u00E1l megmaradjon a megjelen\u00EDt\u00E9shez.
OpenOrd.properties.stage.simmer.description=A lassul\u00E1si fokozatban elt\u00F6lt\u00F6tt id\u0151 sz\u00E1zal\u00E9kos ar\u00E1nya
OpenOrd.properties.realtime.description=Ha egyes csom\u00F3pontok r\u00F6gz\u00EDtve vannak (jobb gombbal kattintson a t\u00E9glalap kijel\u00F6l\u00E9se > Le\u00E1ll\u00EDt\u00E1s), akkor konfigur\u00E1lja azt az id\u0151t, amikor a r\u00F6gz\u00EDtett csom\u00F3pontok nem mozdulnak el. A 0 azt jelenti, hogy nem lesznek r\u00F6gz\u00EDtve, az 1 pedig r\u00F6gz\u00EDtve marad.
OpenOrd.properties.numiterations.name=Iter\u00E1ci\u00F3k sz\u00E1ma
OpenOrd.properties.stage.liquid.description=A foly\u00E9kony \u00E1llapotban t\u00F6lt\u00F6tt id\u0151 sz\u00E1zal\u00E9kos ar\u00E1nya
OpenOrd.properties.realtime.name=\u00C1lland\u00F3 id\u0151pont
OpenOrd.properties.edgecut.description=A 0 azt jelenti, hogy nincs v\u00E1g\u00E1s, \u00E9s 1 maxim\u00E1lis v\u00E1g\u00E1s. A magasabb forg\u00E1csol\u00E1s csoportosabb eredm\u00E9nyt jelent.
OpenOrd.name=Rendel\u00E9s nyit\u00E1sa
OpenOrd.properties.stage.crunch.description=A crunch szakaszban elt\u00F6lt\u00F6tt id\u0151 sz\u00E1zal\u00E9kos ar\u00E1nya
OpenOrd.properties.edgecut.name=\u00C9l v\u00E1g\u00E1sa
OpenOrd.properties.stage.simmer.name=Lassul\u00E1s (%)
OpenOrd.properties.seed.name=V\u00E9letlenszer\u0171 mag
OpenOrd.properties.stage.expansion.name=B\u0151v\u00FCl\u00E9s (%)
OpenOrd.description=Force-Directed elrendez\u00E9si algoritmus val\u00F3s, nagym\u00E9ret\u0171 ir\u00E1ny\u00EDtatlan gr\u00E1fokhoz. T\u00F6bb mint 1 milli\u00F3 csom\u00F3pontra sk\u00E1l\u00E1zhat\u00F3, \u00EDgy ide\u00E1lis nagy grafikonokhoz. A kis grafikonok (t\u00F6bb sz\u00E1z vagy kevesebb) azonban nem mindig n\u00E9znek ki olyan j\u00F3l. Ez az algoritmus ir\u00E1ny\u00EDtatlan s\u00FAlyozott gr\u00E1fokat v\u00E1r, \u00E9s c\u00E9lja a klaszterek jobb megk\u00FCl\u00F6nb\u00F6ztet\u00E9se.
OpenOrd.properties.stage.cooldown.name=Lelassul (%)
