OpenOrd.name=OpenOrd
OpenOrd.description = Algoritmus s vynuceným \u0159ízeným rozlo\u017eením pro velké ne\u0159ízené grafy zabývající se skute\u010dným sv\u011btem. M\u016f\u017ee mít a\u017e 1 milion uzl\u016f, co\u017e je pro velké grafy ideální. Na druhou stranu malé grafy (100 uzl\u016f a mén\u011b) ne v\u017edy budou vypadat dob\u0159e. Tento algoritmus o\u010dekává ne\u0159ízené vá\u017eené grafy a má za cíl lep\u0161í rozpoznání cluster\u016f.

OpenOrd.properties.edgecut.name = O\u0159íznutí hrany
OpenOrd.properties.edgecut.description = 0 znamená bez o\u0159ezávání a 1 má maximální o\u0159íznutí. Vy\u0161\u0161í o\u0159íznutí znamená více seskupený výsledek.

OpenOrd.properties.numthreads.name = Po\u010det vláken
OpenOrd.properties.numthreads.description = Po\u010det výpo\u010detních vláken pou\u017eitých k provedení algoritmu. Zvy\u0161te tento po\u010det u po\u010díta\u010d\u016f s více jádry. Doporu\u010duje se pou\u017eít po\u010det jader mínus 1, které bude pou\u017eito pro vykreslení.

OpenOrd.properties.numiterations.name = Po\u010det opakování
OpenOrd.properties.numiterations.description = Toto \u010díslo zvy\u0161te pouze u velmi velkých graf\u016f. \u010cím více opakování, tím déle výpo\u010det trvá a tím mén\u011b bude graf hustý. Minimum je 100 a výchozí hodnota je 750.

OpenOrd.properties.seed.name = Náhodné \u010díslo
OpenOrd.properties.seed.description = Výsledek algoritmu závisí na náhodném \u010dísle, po\u010dtu opakování a po\u010dtu vláken.

OpenOrd.properties.realtime.name = Pevný \u010das
OpenOrd.properties.realtime.description = Pokud jsou n\u011bkteré uzly usazené napevno (Klikn\u011bte pravým tla\u010dítkem my\u0161i na obdélníkový výb\u011br > Usadit), je nastaven \u010das, kdy se tyto uzly nebudou hýbat. 0 znamená, \u017ee nebudou usazeny a 1 \u017ee budou.

OpenOrd.properties.stage.liquid.name = Zkapaln\u011bní (%)
OpenOrd.properties.stage.liquid.description = Procento \u010dasu stráveného ve fázi zkapaln\u011bní

OpenOrd.properties.stage.expansion.name = Roz\u0161í\u0159ení (%)
OpenOrd.properties.stage.expansion.description = Procento \u010dasu stráveného ve fázi roz\u0161í\u0159ení

OpenOrd.properties.stage.cooldown.name = Vychladnutí (%)
OpenOrd.properties.stage.cooldown.description = Procento \u010dasu stráveného ve fázi vychladnutí

OpenOrd.properties.stage.crunch.name = Rozmá\u010dknutí (%)
OpenOrd.properties.stage.crunch.description = Procento \u010dasu stráveného ve fázi rozmá\u010dknutí

OpenOrd.properties.stage.simmer.name = Var (%)
OpenOrd.properties.stage.simmer.description = Procento \u010dasu stráveného ve fázi varu
