OpenOrd.name=OpenOrd
OpenOrd.properties.edgecut.name=\u0412\u0438\u0440\u0456\u0437\u0430\u043D\u043D\u044F \u043A\u0440\u0430\u044E
OpenOrd.properties.edgecut.description=0 \u043E\u0437\u043D\u0430\u0447\u0430\u0454 \u0432\u0456\u0434\u0441\u0443\u0442\u043D\u0456\u0441\u0442\u044C \u0440\u0456\u0437\u0430\u043D\u043D\u044F \u0442\u0430 1 \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u0435 \u0440\u0456\u0437\u0430\u043D\u043D\u044F. \u0412\u0438\u0449\u0438\u0439 \u0437\u0440\u0456\u0437 \u043E\u0437\u043D\u0430\u0447\u0430\u0454 \u0431\u0456\u043B\u044C\u0448 \u043A\u043B\u0430\u0441\u0442\u0435\u0440\u043D\u0438\u0439 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442.
OpenOrd.properties.numthreads.name=\u041A\u0456\u043B\u044C\u043A\u0456\u0441\u0442\u044C \u043F\u043E\u0442\u043E\u043A\u0456\u0432
OpenOrd.properties.numthreads.description=\u041A\u0456\u043B\u044C\u043A\u0456\u0441\u0442\u044C \u043F\u043E\u0442\u043E\u043A\u0456\u0432 \u0434\u043B\u044F \u0432\u0438\u043A\u043E\u043D\u0430\u043D\u043D\u044F \u0430\u043B\u0433\u043E\u0440\u0438\u0442\u043C\u0443. \u0417\u0431\u0456\u043B\u044C\u0448\u0442\u0435 \u0446\u0435 \u0447\u0438\u0441\u043B\u043E \u0434\u043B\u044F \u0431\u0430\u0433\u0430\u0442\u043E\u044F\u0434\u0435\u0440\u043D\u0438\u0445 \u043A\u043E\u043C\u043F\u2019\u044E\u0442\u0435\u0440\u0456\u0432. \u0420\u0435\u043A\u043E\u043C\u0435\u043D\u0434\u0443\u0454\u0442\u044C\u0441\u044F \u043F\u043E\u0441\u0442\u0430\u0432\u0438\u0442\u0438 \u0447\u0438\u0441\u043B\u043E \u044F\u0434\u0440\u0430 \u043C\u0456\u043D\u0443\u0441 1, \u0449\u043E\u0431 \u0437\u0431\u0435\u0440\u0435\u0433\u0442\u0438 \u043F\u043E\u0442\u0456\u043A \u0434\u043B\u044F \u0432\u0456\u0434\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u043D\u044F.
OpenOrd.properties.numiterations.name=\u041A\u0456\u043B\u044C\u043A\u0456\u0441\u0442\u044C \u0456\u0442\u0435\u0440\u0430\u0446\u0456\u0439
OpenOrd.properties.numiterations.description=\u0417\u0431\u0456\u043B\u044C\u0448\u0443\u0439\u0442\u0435 \u0446\u0435 \u0447\u0438\u0441\u043B\u043E \u043B\u0438\u0448\u0435 \u0434\u043B\u044F \u0434\u0443\u0436\u0435 \u0432\u0435\u043B\u0438\u043A\u0438\u0445 \u0433\u0440\u0430\u0444\u0456\u043A\u0456\u0432. \u0411\u0456\u043B\u044C\u0448\u0435 \u0456\u0442\u0435\u0440\u0430\u0446\u0456\u0439, \u0431\u0456\u043B\u044C\u0448\u0435 \u0447\u0430\u0441\u0443 \u0439 \u043C\u0435\u043D\u0448 \u0449\u0456\u043B\u044C\u043D\u0438\u0439 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442. \u041C\u0456\u043D\u0456\u043C\u0443\u043C \u2014 100 \u0456\u0442\u0435\u0440\u0430\u0446\u0456\u0439, \u0430 \u0437\u0430 \u0437\u0430\u043C\u043E\u0432\u0447\u0443\u0432\u0430\u043D\u043D\u044F\u043C \u2014 750.
OpenOrd.properties.seed.name=\u0412\u0438\u043F\u0430\u0434\u043A\u043E\u0432\u0435 \u043D\u0430\u0441\u0456\u043D\u043D\u044F
OpenOrd.properties.seed.description=\u0420\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442 \u0430\u043B\u0433\u043E\u0440\u0438\u0442\u043C\u0443 \u0437\u0430\u043B\u0435\u0436\u0438\u0442\u044C \u0432\u0456\u0434 \u043F\u043E\u0447\u0430\u0442\u043A\u043E\u0432\u043E\u0433\u043E \u0447\u0438\u0441\u043B\u0430, \u043A\u0456\u043B\u044C\u043A\u043E\u0441\u0442\u0456 \u0456\u0442\u0435\u0440\u0430\u0446\u0456\u0439 \u0456 \u043A\u0456\u043B\u044C\u043A\u043E\u0441\u0442\u0456 \u043F\u043E\u0442\u043E\u043A\u0456\u0432.
OpenOrd.properties.realtime.name=\u0424\u0456\u043A\u0441\u043E\u0432\u0430\u043D\u0438\u0439 \u0447\u0430\u0441
OpenOrd.properties.stage.liquid.name=\u0420\u0456\u0434\u0438\u043D\u0430 (%)
OpenOrd.properties.stage.liquid.description=\u0412\u0456\u0434\u0441\u043E\u0442\u043E\u043A \u0447\u0430\u0441\u0443, \u043F\u0440\u043E\u0432\u0435\u0434\u0435\u043D\u043E\u0433\u043E \u043D\u0430 \u0441\u0442\u0430\u0434\u0456\u0457 \u0440\u0456\u0434\u0438\u043D\u0438
OpenOrd.properties.stage.expansion.name=\u0420\u043E\u0437\u0448\u0438\u0440\u0435\u043D\u043D\u044F (%)
OpenOrd.properties.stage.expansion.description=\u0412\u0456\u0434\u0441\u043E\u0442\u043E\u043A \u0447\u0430\u0441\u0443, \u043F\u0440\u043E\u0432\u0435\u0434\u0435\u043D\u043E\u0433\u043E \u043D\u0430 \u0435\u0442\u0430\u043F\u0456 \u0440\u043E\u0437\u0448\u0438\u0440\u0435\u043D\u043D\u044F
OpenOrd.properties.stage.cooldown.name=\u041A\u0443\u043B\u0434\u0430\u0443\u043D (%)
OpenOrd.properties.stage.cooldown.description=\u0412\u0456\u0434\u0441\u043E\u0442\u043E\u043A \u0447\u0430\u0441\u0443, \u043F\u0440\u043E\u0432\u0435\u0434\u0435\u043D\u043E\u0433\u043E \u043D\u0430 \u0435\u0442\u0430\u043F\u0456 \u0432\u0456\u0434\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044F
OpenOrd.properties.stage.crunch.name=\u0425\u0440\u0443\u0441\u043A\u0456\u0442 (%)
OpenOrd.properties.stage.crunch.description=\u0412\u0456\u0434\u0441\u043E\u0442\u043E\u043A \u0447\u0430\u0441\u0443, \u0432\u0438\u0442\u0440\u0430\u0447\u0435\u043D\u043E\u0433\u043E \u043D\u0430 \u0441\u0442\u0430\u0434\u0456\u044E \u043A\u0440\u0438\u0437\u0443
OpenOrd.properties.stage.simmer.name=\u0412\u0430\u0440\u0438\u0442\u0438 \u043D\u0430 \u043F\u043E\u0432\u0456\u043B\u044C\u043D\u043E\u043C\u0443 \u0432\u043E\u0433\u043D\u0456 (%)
OpenOrd.properties.stage.simmer.description=\u0412\u0456\u0434\u0441\u043E\u0442\u043E\u043A \u0447\u0430\u0441\u0443, \u043F\u0440\u043E\u0432\u0435\u0434\u0435\u043D\u043E\u0433\u043E \u043D\u0430 \u0441\u0442\u0430\u0434\u0456\u0457 \u043A\u0438\u043F\u0456\u043D\u043D\u044F
OpenOrd.description=\u041F\u0440\u0438\u043C\u0443\u0441\u043E\u0432\u043E \u0441\u043F\u0440\u044F\u043C\u043E\u0432\u0430\u043D\u0438\u0439 \u0430\u043B\u0433\u043E\u0440\u0438\u0442\u043C \u043C\u0430\u043A\u0435\u0442\u0430 \u0434\u043B\u044F \u043C\u0430\u0441\u0448\u0442\u0430\u0431\u043D\u0438\u0445 \u043D\u0435\u043E\u0440\u0456\u0454\u043D\u0442\u043E\u0432\u0430\u043D\u0438\u0445 \u0433\u0440\u0430\u0444\u0456\u0432 \u0440\u0435\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u0441\u0432\u0456\u0442\u0443. \u041C\u043E\u0436\u0435 \u043C\u0430\u0441\u0448\u0442\u0430\u0431\u0443\u0432\u0430\u0442\u0438\u0441\u044F \u0434\u043E \u043F\u043E\u043D\u0430\u0434 1 \u043C\u0456\u043B\u044C\u0439\u043E\u043D\u0430 \u0432\u0443\u0437\u043B\u0456\u0432, \u0449\u043E \u0440\u043E\u0431\u0438\u0442\u044C \u0439\u043E\u0433\u043E \u0456\u0434\u0435\u0430\u043B\u044C\u043D\u0438\u043C \u0434\u043B\u044F \u0432\u0435\u043B\u0438\u043A\u0438\u0445 \u0433\u0440\u0430\u0444\u0456\u043A\u0456\u0432. \u041E\u0434\u043D\u0430\u043A \u043C\u0430\u043B\u0435\u043D\u044C\u043A\u0456 \u0433\u0440\u0430\u0444\u0456\u043A\u0438 (\u0441\u043E\u0442\u043D\u0456 \u0447\u0438 \u043C\u0435\u043D\u0448\u0435) \u043D\u0435 \u0437\u0430\u0432\u0436\u0434\u0438 \u0432\u0438\u0433\u043B\u044F\u0434\u0430\u044E\u0442\u044C \u0442\u0430\u043A \u0434\u043E\u0431\u0440\u0435. \u0426\u0435\u0439 \u0430\u043B\u0433\u043E\u0440\u0438\u0442\u043C \u043F\u0435\u0440\u0435\u0434\u0431\u0430\u0447\u0430\u0454 \u043D\u0435\u043E\u0440\u0456\u0454\u043D\u0442\u043E\u0432\u0430\u043D\u0456 \u0437\u0432\u0430\u0436\u0435\u043D\u0456 \u0433\u0440\u0430\u0444\u0438 \u0442\u0430 \u0441\u043F\u0440\u044F\u043C\u043E\u0432\u0430\u043D\u0438\u0439 \u043D\u0430 \u043A\u0440\u0430\u0449\u0435 \u0440\u043E\u0437\u0440\u0456\u0437\u043D\u0435\u043D\u043D\u044F \u043A\u043B\u0430\u0441\u0442\u0435\u0440\u0456\u0432.
OpenOrd.properties.realtime.description=\u041A\u043E\u043B\u0438 \u0434\u0435\u044F\u043A\u0456 \u0432\u0443\u0437\u043B\u0438 \u0444\u0456\u043A\u0441\u043E\u0432\u0430\u043D\u0456 (\u0432\u0438\u0431\u0456\u0440 \u043F\u0440\u044F\u043C\u043E\u043A\u0443\u0442\u043D\u0438\u043A\u0430 \u043F\u0440\u0430\u0432\u043E\u044E \u043A\u043D\u043E\u043F\u043A\u043E\u044E \u043C\u0438\u0448\u0456 > \u0420\u043E\u0437\u0442\u0430\u0448\u0443\u0432\u0430\u0442\u0438), \u0446\u0435 \u043D\u0430\u043B\u0430\u0448\u0442\u043E\u0432\u0443\u0454 \u0447\u0430\u0441, \u043F\u0440\u043E\u0442\u044F\u0433\u043E\u043C \u044F\u043A\u043E\u0433\u043E \u0444\u0456\u043A\u0441\u043E\u0432\u0430\u043D\u0456 \u0432\u0443\u0437\u043B\u0438 \u043D\u0435 \u0440\u0443\u0445\u0430\u0442\u0438\u043C\u0443\u0442\u044C\u0441\u044F. 0 \u043E\u0437\u043D\u0430\u0447\u0430\u0454, \u0449\u043E \u0432\u043E\u043D\u0438 \u043D\u0435 \u0431\u0443\u0434\u0443\u0442\u044C \u0432\u0438\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0456, \u0430 1 \u0432\u043E\u043D\u0438 \u0437\u0430\u043B\u0438\u0448\u0430\u0442\u044C\u0441\u044F \u0432\u0438\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u043C\u0438.
