YifanHu.name=Yifan Hu
YifanHu.description=\u041c\u043e\u0434\u0435\u043b\u044c \u043f\u0440\u0438\u0442\u044f\u0436\u0435\u043d\u0438\u044f-\u043e\u0442\u0442\u0430\u043b\u043a\u0438\u0432\u0430\u043d\u0438\u044f Yifan Hu. \u0414\u043b\u044f \u0443\u0432\u0435\u043b\u0438\u0447\u0435\u043d\u0438\u044f \u0441\u043a\u043e\u0440\u043e\u0441\u0442\u0438  \u0440\u0430\u0431\u043e\u0442\u044b \u0440\u0430\u0441\u0447\u0451\u0442 \u0441\u0438\u043b \u043f\u0440\u043e\u0438\u0437\u0432\u043e\u0434\u0438\u0442\u0441\u044f \u0442\u043e\u043b\u044c\u043a\u043e \u0434\u043b\u044f \u0441\u0432\u044f\u0437\u0430\u043d\u043d\u044b\u0445 \u0443\u0437\u043b\u043e\u0432. \u0410\u043b\u0433\u043e\u0440\u0438\u0442\u043c \u043e\u0441\u0442\u0430\u043d\u0430\u0432\u043b\u0438\u0432\u0430\u0435\u0442\u0441\u044f \u0441\u0430\u043c.
YifanHuProportional.name=Yifan Hu Proportional
YifanHuProportional.description=\u041c\u043e\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u043e\u0432\u0430\u043d\u043d\u0430\u044f \u0432\u0435\u0440\u0441\u0438\u044f \u0443\u043a\u043b\u0430\u0434\u043a\u0438 Yifan Hu, \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u044e\u0449\u0430\u044f \u0441\u0445\u0435\u043c\u0443 \u043f\u0440\u043e\u043f\u043e\u0440\u0446\u0438\u043e\u043d\u0430\u043b\u044c\u043d\u043e\u0433\u043e \u0441\u043c\u0435\u0449\u0435\u043d\u0438\u044f.

YifanHu.optimalDistance.name=\u041e\u043f\u0442\u0438\u043c\u0430\u043b\u044c\u043d\u043e\u0435 \u0440\u0430\u0441\u0441\u0442\u043e\u044f\u043d\u0438\u0435
YifanHu.optimalDistance.desc="\u0415\u0441\u0442\u0435\u0441\u0442\u0432\u0435\u043d\u043d\u0430\u044f" \u0434\u043b\u0438\u043d\u0430 \u0440\u0435\u0431\u0435\u0440. \u0423\u0432\u0435\u043b\u0438\u0447\u0435\u043d\u0438\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u044f \u043f\u0440\u0438\u0432\u043e\u0434\u0438\u0442 \u043a \u0432\u0437\u0430\u0438\u043c\u043d\u043e\u043c\u0443 \u0443\u0434\u0430\u043b\u0435\u043d\u0438\u044e \u0443\u0437\u043b\u043e\u0432 \u0432 \u0443\u043a\u043b\u0430\u0434\u043a\u0435.
YifanHu.relativeStrength.name=\u041e\u0442\u043d\u043e\u0441\u0438\u0442\u0435\u043b\u044c\u043d\u0430\u044f \u0441\u0438\u043b\u0430
YifanHu.relativeStrength.desc=\u041f\u0440\u043e\u043f\u043e\u0440\u0446\u0438\u044f \u043c\u0435\u0436\u0434\u0443 \u0441\u0438\u043b\u043e\u0439 \u043e\u0442\u0442\u0430\u043b\u043a\u0438\u0432\u0430\u043d\u0438\u044f \u0438 \u0441\u0438\u043b\u043e\u0439 \u043f\u0440\u0438\u0442\u044f\u0436\u0435\u043d\u0438\u044f.
YifanHu.initialStepSize.name=\u041d\u0430\u0447\u0430\u043b\u044c\u043d\u044b\u0439 \u0440\u0430\u0437\u043c\u0435\u0440 \u0448\u0430\u0433\u0430
YifanHu.initialStepSize.desc=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u0440 \u0430\u043b\u0433\u043e\u0440\u0438\u0442\u043c\u0430, \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u043c\u044b\u0439 \u043d\u0430 \u0441\u0442\u0430\u0434\u0438\u0438 \u0438\u043d\u0442\u0435\u0433\u0440\u0430\u0446\u0438\u0438. \u0421\u043b\u0435\u0434\u0443\u0435\u0442 \u0443\u0441\u0442\u0430\u043d\u0430\u0432\u043b\u0438\u0432\u0430\u0442\u044c \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u044f, \u0441\u0440\u0430\u0432\u043d\u0438\u043c\u044b\u0435 \u0441\u043e \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u0435\u043c \u043e\u043f\u0442\u0438\u043c\u0430\u043b\u044c\u043d\u043e\u0433\u043e \u0440\u0430\u0441\u0441\u0442\u043e\u044f\u043d\u0438\u044f (\u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, 10%).
YifanHu.stepRatio.name=\u0418\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u0435 \u0448\u0430\u0433\u0430
YifanHu.stepRatio.desc=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u0440 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442\u0441\u044f \u0434\u043b\u044f \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u044f \u0448\u0430\u0433\u0430 \u043c\u0435\u0436\u0434\u0443 \u0438\u0442\u0435\u0440\u0430\u0446\u0438\u044f\u043c\u0438
YifanHu.adaptativeCooling.name=\u0410\u0434\u0430\u043f\u0442\u0438\u0432\u043d\u043e\u0435 \u043e\u0445\u043b\u0430\u0436\u0434\u0435\u043d\u0438\u0435
YifanHu.adaptativeCooling.desc=\u0418\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442\u0441\u044f \u0434\u043b\u044f \u0438\u0437\u0431\u0435\u0436\u0430\u043d\u0438\u044f \u043b\u043e\u043a\u0430\u043b\u044c\u043d\u044b\u0445 \u043c\u0438\u043d\u0438\u043c\u0443\u043c\u043e\u0432 \u044d\u043d\u0435\u0440\u0433\u0438\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u044b.
YifanHu.convergenceThreshold.name=\u041f\u043e\u0440\u043e\u0433 \u0441\u0445\u043e\u0434\u0438\u043c\u043e\u0441\u0442\u0438
YifanHu.convergenceThreshold.desc=\u041f\u043e\u0440\u043e\u0433 \u0441\u0445\u043e\u0434\u0438\u043c\u043e\u0441\u0442\u0438 \u043f\u043e \u044d\u043d\u0435\u0440\u0433\u0438\u0438 \u0441\u0438\u0441\u0442\u0435\u043c\u044b. \u041c\u0435\u043d\u044c\u0448\u0438\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u044f \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044e\u0442 \u0431\u043e\u043b\u044c\u0448\u0435\u0439 \u0442\u043e\u0447\u043d\u043e\u0441\u0442\u0438.
YifanHu.quadTreeMaxLevel.name=\u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u044b\u0439 \u0443\u0440\u043e\u0432\u0435\u043d\u044c Quadtree
# YifanHu.quadTreeMaxLevel.desc=The maximum level to be used in the quadtree representation. Greater values mean more accuracy.
YifanHu.theta.name=Theta
YifanHu.theta.desc=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u0440 \u0434\u043b\u044f \u043a\u0440\u0438\u0442\u0435\u0440\u0438\u044f Barnes-Hut. \u041c\u0435\u043d\u044c\u0448\u0438\u0435 \u0437\u043d\u0430\u0447\u0435\u043d\u0438\u044f \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044e\u0442 \u0431\u043e\u043b\u044c\u0448\u0435\u0439 \u0442\u043e\u0447\u043d\u043e\u0441\u0442\u0438.
