

YifanHuProportional.name=\u0391\u03BD\u03B1\u03BB\u03BF\u03B3\u03B9\u03BA\u03CC Yifan Hu
YifanHu.name=Yifan Hu
YifanHu.relativeStrength.name=\u03A3\u03C7\u03B5\u03C4\u03B9\u03BA\u03AE \u0394\u03CD\u03BD\u03B1\u03BC\u03B7
YifanHu.relativeStrength.desc=\u0397 \u03C3\u03C7\u03B5\u03C4\u03B9\u03BA\u03AE \u03B4\u03CD\u03BD\u03B1\u03BC\u03B7 \u03BC\u03B5\u03C4\u03B1\u03BE\u03CD \u03C4\u03B7\u03C2 \u03B7\u03BB\u03B5\u03BA\u03C4\u03C1\u03B9\u03BA\u03AE\u03C2 \u03B4\u03CD\u03BD\u03B1\u03BC\u03B7\u03C2 (\u03B1\u03C0\u03CE\u03B8\u03B7\u03C3\u03B7) \u03BA\u03B1\u03B9 \u03C4\u03B7\u03C2 \u03B4\u03CD\u03BD\u03B1\u03BC\u03B7\u03C2 \u03C4\u03BF\u03C5 \u03B5\u03BB\u03B1\u03C4\u03B7\u03C1\u03AF\u03BF\u03C5 (\u03AD\u03BB\u03BE\u03B7).
YifanHu.initialStepSize.name=\u0391\u03C1\u03C7\u03B9\u03BA\u03CC \u03BC\u03AD\u03B3\u03B5\u03B8\u03BF\u03C2 \u03B2\u03AE\u03BC\u03B1\u03C4\u03BF\u03C2
YifanHu.stepRatio.name=\u0391\u03BD\u03B1\u03BB\u03BF\u03B3\u03AF\u03B1 \u03B2\u03B7\u03BC\u03AC\u03C4\u03C9\u03BD
YifanHu.stepRatio.desc=\u0397 \u03B1\u03BD\u03B1\u03BB\u03BF\u03B3\u03AF\u03B1 \u03C0\u03BF\u03C5 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF\u03C4\u03B1\u03B9 \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03B5\u03BD\u03B7\u03BC\u03AD\u03C1\u03C9\u03C3\u03B7 \u03C4\u03BF\u03C5 \u03BC\u03B5\u03B3\u03AD\u03B8\u03BF\u03C5\u03C2 \u03B2\u03AE\u03BC\u03B1\u03C4\u03BF\u03C2 \u03C3\u03B5 \u03CC\u03BB\u03B5\u03C2 \u03C4\u03B9\u03C2 \u03B5\u03C0\u03B1\u03BD\u03B1\u03BB\u03AE\u03C8\u03B5\u03B9\u03C2.
YifanHu.adaptativeCooling.name=\u03A0\u03C1\u03BF\u03C3\u03B1\u03C1\u03BC\u03BF\u03B6\u03CC\u03BC\u03B5\u03BD\u03B7 \u03C8\u03CD\u03BE\u03B7
YifanHu.initialStepSize.desc=\u03A4\u03BF \u03B1\u03C1\u03C7\u03B9\u03BA\u03CC \u03BC\u03AD\u03B3\u03B5\u03B8\u03BF\u03C2 \u03B2\u03AE\u03BC\u03B1\u03C4\u03BF\u03C2 \u03C0\u03BF\u03C5 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03AE\u03B8\u03B7\u03BA\u03B5 \u03C3\u03C4\u03B7 \u03C6\u03AC\u03C3\u03B7 \u03B5\u03BD\u03C3\u03C9\u03BC\u03AC\u03C4\u03C9\u03C3\u03B7\u03C2. \u039F\u03C1\u03AF\u03C3\u03C4\u03B5 \u03B1\u03C5\u03C4\u03AE\u03BD \u03C4\u03B7\u03BD \u03C4\u03B9\u03BC\u03AE \u03C3\u03B5 \u03C3\u03B7\u03BC\u03B1\u03BD\u03C4\u03B9\u03BA\u03CC \u03BC\u03AD\u03B3\u03B5\u03B8\u03BF\u03C2 \u03C3\u03B5 \u03C3\u03CD\u03B3\u03BA\u03C1\u03B9\u03C3\u03B7 \u03BC\u03B5 \u03C4\u03B7 \u03B2\u03AD\u03BB\u03C4\u03B9\u03C3\u03C4\u03B7 \u03B1\u03C0\u03CC\u03C3\u03C4\u03B1\u03C3\u03B7 (\u03C4\u03BF 10% \u03B5\u03AF\u03BD\u03B1\u03B9 \u03AD\u03BD\u03B1 \u03BA\u03B1\u03BB\u03CC \u03C3\u03B7\u03BC\u03B5\u03AF\u03BF \u03B5\u03BA\u03BA\u03AF\u03BD\u03B7\u03C3\u03B7\u03C2).
YifanHu.description=\u03A4\u03BF \u03B1\u03C1\u03C7\u03B9\u03BA\u03CC \u03BC\u03BF\u03BD\u03C4\u03AD\u03BB\u03BF \u03AD\u03BB\u03BE\u03B7\u03C2-\u03B1\u03C0\u03CE\u03B8\u03B7\u03C3\u03B7\u03C2 \u03C4\u03BF\u03C5 Yifan Hu. \u039C\u03B5\u03B9\u03CE\u03C3\u03C4\u03B5 \u03C4\u03BF \u03C5\u03C0\u03BF\u03BB\u03BF\u03B3\u03B9\u03C3\u03C4\u03B9\u03BA\u03CC \u03BA\u03CC\u03C3\u03C4\u03BF\u03C2 \u03C0\u03B5\u03C1\u03B9\u03BF\u03C1\u03AF\u03B6\u03BF\u03BD\u03C4\u03B1\u03C2 \u03C4\u03BF\u03BD \u03C5\u03C0\u03BF\u03BB\u03BF\u03B3\u03B9\u03C3\u03BC\u03CC \u03C4\u03B7\u03C2 \u03B4\u03CD\u03BD\u03B1\u03BC\u03B7\u03C2 \u03C3\u03C4\u03B7 \u03B3\u03B5\u03B9\u03C4\u03BF\u03BD\u03B9\u03AC. \u039F \u03B1\u03BB\u03B3\u03CC\u03C1\u03B9\u03B8\u03BC\u03BF\u03C2 \u03C3\u03C4\u03B1\u03BC\u03B1\u03C4\u03AC\u03B5\u03B9, \u03BA\u03B1\u03B8\u03CE\u03C2 \u03AD\u03C7\u03B5\u03B9 \u03AD\u03BD\u03B1 \u03C0\u03C1\u03BF\u03C3\u03B1\u03C1\u03BC\u03BF\u03C3\u03C4\u03B9\u03BA\u03AE \u03BC\u03AD\u03B8\u03BF\u03B4\u03BF \u03C8\u03CD\u03BE\u03B7\u03C2 (cooling scheme).
YifanHuProportional.description=\u03A4\u03C1\u03BF\u03C0\u03BF\u03C0\u03BF\u03B9\u03B7\u03BC\u03AD\u03BD\u03B7 \u03AD\u03BA\u03B4\u03BF\u03C3\u03B7 \u03C4\u03BF\u03C5 Yifan Hu \u03C0\u03BF\u03C5 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03B5\u03AF \u03B1\u03BD\u03B1\u03BB\u03BF\u03B3\u03B9\u03BA\u03CC \u03C3\u03C7\u03AE\u03BC\u03B1 \u03BC\u03B5\u03C4\u03B1\u03C4\u03CC\u03C0\u03B9\u03C3\u03B7\u03C2.
YifanHu.optimalDistance.name=\u0392\u03AD\u03BB\u03C4\u03B9\u03C3\u03C4\u03B7 \u03B1\u03C0\u03CC\u03C3\u03C4\u03B1\u03C3\u03B7
YifanHu.optimalDistance.desc=\u03A4\u03BF \u03C6\u03C5\u03C3\u03B9\u03BA\u03CC \u03BC\u03AE\u03BA\u03BF\u03C2 \u03C4\u03C9\u03BD \u03B5\u03BB\u03B1\u03C4\u03B7\u03C1\u03AF\u03C9\u03BD. \u039C\u03B5\u03B3\u03B1\u03BB\u03CD\u03C4\u03B5\u03C1\u03B5\u03C2 \u03C4\u03B9\u03BC\u03AD\u03C2 \u03C3\u03B7\u03BC\u03B1\u03AF\u03BD\u03BF\u03C5\u03BD \u03CC\u03C4\u03B9 \u03BF\u03B9 \u03BA\u03CC\u03BC\u03B2\u03BF\u03B9 \u03B8\u03B1 \u03B1\u03C0\u03AD\u03C7\u03BF\u03C5\u03BD \u03C0\u03B5\u03C1\u03B9\u03C3\u03C3\u03CC\u03C4\u03B5\u03C1\u03BF \u03BC\u03B5\u03C4\u03B1\u03BE\u03CD \u03C4\u03BF\u03C5\u03C2.
