

YifanHu.optimalDistance.name=Distan\u021Ba optim\u0103
YifanHu.adaptativeCooling.name=R\u0103cire adaptiv\u0103
YifanHu.name=Yifan Hu
YifanHu.description=Modelul original de atrac\u021Bie-repulsie al lui Yifan Hu. Reduce costul computa\u021Bional prin limitarea calculului for\u021Bei la vecin\u0103tate. Algoritmul se opre\u0219te singur, deoarece are o shem\u0103 adaptiv\u0103 de "r\u0103cire".
YifanHu.initialStepSize.desc=Dimensiunea pasului ini\u021Bial utilizat \u00EEn faza de integrare. Seteaz\u0103 aceast\u0103 valoare la o dimensiune semnificativ\u0103 relativ la distan\u021Ba optim\u0103 (10% este un bun punct de plecare).
YifanHu.relativeStrength.desc=T\u0103ria relativ\u0103 dintre for\u021Ba electric\u0103 (repulsie) \u0219i for\u021Ba elastic\u0103 (atrac\u021Bie).
YifanHuProportional.name=Yifan Hu Propor\u021Bional
YifanHu.optimalDistance.desc=Lungimea natural\u0103 a arcurilor. O valoare mai mare \u00EEnseamn\u0103 c\u0103 nodurile vor fi mai dep\u0103rtate.
YifanHu.relativeStrength.name=T\u0103rie relativ\u0103
YifanHu.initialStepSize.name=Dimensiunea pasului ini\u021Bial
YifanHu.stepRatio.name=Raportul pasului
YifanHu.stepRatio.desc=Raportul utilizat pentru actualizarea dimensiunii pasului \u00EEntre itera\u021Bii.
YifanHu.adaptativeCooling.desc=Controleaz\u0103 utilizarea r\u0103cirii adaptive. Ajut\u0103 algoritmul s\u0103 evite minime locale energetice.
YifanHu.convergenceThreshold.name=Pragul de convergen\u021B\u0103
YifanHu.convergenceThreshold.desc=Pragul relativ de convergen\u021B\u0103 al energiei. O valoare mai mic\u0103 \u00EEnseamn\u0103 mai mult\u0103 precizie.
YifanHu.quadTreeMaxLevel.name=Nivelul maxim Quadtree
YifanHu.quadTreeMaxLevel.desc=Nivelul maxim care urmeaz\u0103 s\u0103 fie utilizat \u00EEn reprezentarea quadtree. O valoare mai mare \u00EEnseamn\u0103 mai mult\u0103 precizie.
YifanHu.theta.name=Teta
YifanHuProportional.description=Versiune modificat\u0103 a algoritmului lui Yifan Hu care utilizeaz\u0103 o schem\u0103 de dislocare propor\u021Bional\u0103.
YifanHu.theta.desc=Parametrul teta pentru criteriul de deschidere Barnes-Hut. O valoare mai mic\u0103 \u00EEnseamn\u0103 mai mult\u0103 precizie.
