

YifanHu.initialStepSize.desc=Az integr\u00E1ci\u00F3s f\u00E1zisban haszn\u00E1lt kezdeti l\u00E9p\u00E9sm\u00E9ret. \u00C1ll\u00EDtsa be ezt az \u00E9rt\u00E9ket az optim\u00E1lis t\u00E1vols\u00E1ghoz k\u00E9pest \u00E9rtelmes m\u00E9retre (10% j\u00F3 kiindul\u00E1si pont).
YifanHu.relativeStrength.name=Relat\u00EDv er\u0151
YifanHuProportional.name=Yifan Hu ar\u00E1nyos
YifanHuProportional.description=A Yifan Hu m\u00F3dos\u00EDtott v\u00E1ltozata, amely ar\u00E1nyos eltol\u00E1si s\u00E9m\u00E1t haszn\u00E1l.
YifanHu.relativeStrength.desc=Az elektromos er\u0151 (tasz\u00EDt\u00E1s) \u00E9s a rug\u00F3er\u0151 (vonz\u00E1s) k\u00F6z\u00F6tti relat\u00EDv er\u0151ss\u00E9g.
YifanHu.quadTreeMaxLevel.name=Quadtree Max szint
YifanHu.optimalDistance.name=Optim\u00E1lis t\u00E1vols\u00E1g
YifanHu.adaptativeCooling.desc=Szab\u00E1lyozza az adapt\u00EDv h\u0171t\u00E9s haszn\u00E1lat\u00E1t. Seg\u00EDti az elrendez\u00E9si algoritmust, hogy elker\u00FClje a helyi energiaminimumot.
YifanHu.theta.desc=A th\u00E9ta param\u00E9ter a Barnes-Hut nyit\u00E1si felt\u00E9telekhez. A kisebb \u00E9rt\u00E9kek nagyobb pontoss\u00E1got jelentenek.
YifanHu.theta.name=Theta
YifanHu.stepRatio.desc=A l\u00E9p\u00E9sek m\u00E9ret\u00E9nek friss\u00EDt\u00E9s\u00E9hez haszn\u00E1lt ar\u00E1ny az iter\u00E1ci\u00F3k sor\u00E1n.
YifanHu.optimalDistance.desc=A rug\u00F3k term\u00E9szetes hossza. A nagyobb \u00E9rt\u00E9kek azt jelentik, hogy a csom\u00F3pontok t\u00E1volabb lesznek egym\u00E1st\u00F3l.
YifanHu.stepRatio.name=L\u00E9p\u00E9sar\u00E1ny
YifanHu.quadTreeMaxLevel.desc=A n\u00E9gyfa \u00E1br\u00E1zol\u00E1sban haszn\u00E1lhat\u00F3 maxim\u00E1lis szint. A nagyobb \u00E9rt\u00E9kek nagyobb pontoss\u00E1got jelentenek.
YifanHu.name=Yifan Hu
YifanHu.convergenceThreshold.name=Konvergencia k\u00FCsz\u00F6b
YifanHu.initialStepSize.name=Kezdeti l\u00E9p\u00E9s m\u00E9rete
YifanHu.adaptativeCooling.name=Adapt\u00EDv h\u0171t\u00E9s
YifanHu.description=Eredeti Yifan Hu vonz\u00E1s-tasz\u00EDt\u00F3 modellje. Cs\u00F6kkentse a sz\u00E1m\u00EDt\u00E1si k\u00F6lts\u00E9geket az er\u0151 sz\u00E1m\u00EDt\u00E1s\u00E1nak a k\u00F6rny\u00E9kre val\u00F3 korl\u00E1toz\u00E1s\u00E1val. Az algoritmus le\u00E1ll\u00EDtja mag\u00E1t, mivel adapt\u00EDv h\u0171t\u00E9si v\u00E1zzal rendelkezik.
YifanHu.convergenceThreshold.desc=Relat\u00EDv energiakonvergencia k\u00FCsz\u00F6b. A kisebb \u00E9rt\u00E9kek nagyobb pontoss\u00E1got jelentenek.
