YifanHu.description=\u041E\u0440\u0438\u0433\u0456\u043D\u0430\u043B\u044C\u043D\u0430 \u043C\u043E\u0434\u0435\u043B\u044C \u043F\u0440\u0438\u0442\u044F\u0433\u0430\u043D\u043D\u044F-\u0432\u0456\u0434\u0448\u0442\u043E\u0432\u0445\u0443\u0432\u0430\u043D\u043D\u044F \u0406\u0444\u0430\u043D\u044C \u0425\u0443. \u0417\u043C\u0435\u043D\u0448\u0442\u0435 \u0432\u0438\u0442\u0440\u0430\u0442\u0438 \u043D\u0430 \u043E\u0431\u0447\u0438\u0441\u043B\u0435\u043D\u043D\u044F, \u043E\u0431\u043C\u0435\u0436\u0438\u0432\u0448\u0438 \u043E\u0431\u0447\u0438\u0441\u043B\u0435\u043D\u043D\u044F \u0441\u0438\u043B\u0438 \u043E\u043A\u043E\u043B\u0438\u0446\u044F\u043C\u0438. \u0410\u043B\u0433\u043E\u0440\u0438\u0442\u043C \u0437\u0443\u043F\u0438\u043D\u044F\u0454\u0442\u044C\u0441\u044F \u0441\u0430\u043C, \u043E\u0441\u043A\u0456\u043B\u044C\u043A\u0438 \u043C\u0430\u0454 \u0430\u0434\u0430\u043F\u0442\u0438\u0432\u043D\u0443 \u0441\u0445\u0435\u043C\u0443 \u043E\u0445\u043E\u043B\u043E\u0434\u0436\u0435\u043D\u043D\u044F.
YifanHu.initialStepSize.desc=\u041F\u043E\u0447\u0430\u0442\u043A\u043E\u0432\u0438\u0439 \u0440\u043E\u0437\u043C\u0456\u0440 \u043A\u0440\u043E\u043A\u0443, \u044F\u043A\u0438\u0439 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0454\u0442\u044C\u0441\u044F \u043D\u0430 \u0435\u0442\u0430\u043F\u0456 \u0456\u043D\u0442\u0435\u0433\u0440\u0430\u0446\u0456\u0457. \u0412\u0441\u0442\u0430\u043D\u043E\u0432\u0456\u0442\u044C \u0434\u043B\u044F \u0446\u044C\u043E\u0433\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u043D\u044F \u0437\u043D\u0430\u0447\u0443\u0449\u0438\u0439 \u0440\u043E\u0437\u043C\u0456\u0440 \u043F\u043E\u0440\u0456\u0432\u043D\u044F\u043D\u043E \u0437 \u043E\u043F\u0442\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u044E \u0432\u0456\u0434\u0441\u0442\u0430\u043D\u043D\u044E (10\u00A0% \u2014 \u0445\u043E\u0440\u043E\u0448\u0430 \u043F\u043E\u0447\u0430\u0442\u043A\u043E\u0432\u0430 \u0442\u043E\u0447\u043A\u0430).
YifanHuProportional.name=\u0406\u0444\u0430\u043D\u044C \u0425\u0443 \u041F\u0440\u043E\u043F\u043E\u0440\u0446\u0456\u0439\u043D\u0438\u0439
YifanHuProportional.description=\u041C\u043E\u0434\u0438\u0444\u0456\u043A\u043E\u0432\u0430\u043D\u0430 \u0432\u0435\u0440\u0441\u0456\u044F Yifan Hu, \u044F\u043A\u0430 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0454 \u0441\u0445\u0435\u043C\u0443 \u043F\u0440\u043E\u043F\u043E\u0440\u0446\u0456\u0439\u043D\u043E\u0433\u043E \u0437\u043C\u0456\u0449\u0435\u043D\u043D\u044F.
YifanHu.name=\u0406\u0444\u0430\u043D\u044C \u0425\u0443
YifanHu.optimalDistance.desc=\u041F\u0440\u0438\u0440\u043E\u0434\u043D\u0430 \u0434\u043E\u0432\u0436\u0438\u043D\u0430 \u043F\u0440\u0443\u0436\u0438\u043D. \u0411\u0456\u043B\u044C\u0448\u0456 \u0437\u043D\u0430\u0447\u0435\u043D\u043D\u044F \u043E\u0437\u043D\u0430\u0447\u0430\u044E\u0442\u044C, \u0449\u043E \u0432\u0443\u0437\u043B\u0438 \u0431\u0443\u0434\u0443\u0442\u044C \u0434\u0430\u043B\u0456 \u043E\u0434\u0438\u043D \u0432\u0456\u0434 \u043E\u0434\u043D\u043E\u0433\u043E.
YifanHu.relativeStrength.name=\u0412\u0456\u0434\u043D\u043E\u0441\u043D\u0430 \u0441\u0438\u043B\u0430
YifanHu.relativeStrength.desc=\u0412\u0456\u0434\u043D\u043E\u0441\u043D\u0430 \u0441\u0438\u043B\u0430 \u043C\u0456\u0436 \u0435\u043B\u0435\u043A\u0442\u0440\u0438\u0447\u043D\u043E\u044E \u0441\u0438\u043B\u043E\u044E (\u0432\u0456\u0434\u0448\u0442\u043E\u0432\u0445\u0443\u0432\u0430\u043D\u043D\u044F) \u0456 \u0441\u0438\u043B\u043E\u044E \u043F\u0440\u0443\u0436\u0438\u043D\u0438 (\u0442\u044F\u0436\u0456\u043D\u043D\u044F).
YifanHu.initialStepSize.name=\u0420\u043E\u0437\u043C\u0456\u0440 \u043F\u043E\u0447\u0430\u0442\u043A\u043E\u0432\u043E\u0433\u043E \u043A\u0440\u043E\u043A\u0443
YifanHu.stepRatio.name=\u041A\u043E\u0435\u0444\u0456\u0446\u0456\u0454\u043D\u0442 \u043A\u0440\u043E\u043A\u0443
YifanHu.stepRatio.desc=\u0421\u043F\u0456\u0432\u0432\u0456\u0434\u043D\u043E\u0448\u0435\u043D\u043D\u044F, \u044F\u043A\u0435 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0454\u0442\u044C\u0441\u044F \u0434\u043B\u044F \u043E\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044F \u0440\u043E\u0437\u043C\u0456\u0440\u0443 \u043A\u0440\u043E\u043A\u0443 \u043C\u0456\u0436 \u0456\u0442\u0435\u0440\u0430\u0446\u0456\u044F\u043C\u0438.
YifanHu.adaptativeCooling.name=\u0410\u0434\u0430\u043F\u0442\u0438\u0432\u043D\u0435 \u043E\u0445\u043E\u043B\u043E\u0434\u0436\u0435\u043D\u043D\u044F
YifanHu.adaptativeCooling.desc=\u041A\u0435\u0440\u0443\u0454 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u0430\u043D\u043D\u044F\u043C \u0430\u0434\u0430\u043F\u0442\u0438\u0432\u043D\u043E\u0433\u043E \u043E\u0445\u043E\u043B\u043E\u0434\u0436\u0435\u043D\u043D\u044F. \u0412\u0456\u043D \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0454\u0442\u044C\u0441\u044F \u0434\u043B\u044F \u0434\u043E\u043F\u043E\u043C\u043E\u0433\u0438 \u0430\u043B\u0433\u043E\u0440\u0438\u0442\u043C\u0443 \u043A\u043E\u043C\u043F\u043E\u043D\u0443\u0432\u0430\u043D\u043D\u044F, \u0449\u043E\u0431 \u0443\u043D\u0438\u043A\u043D\u0443\u0442\u0438 \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u0438\u0445 \u043C\u0456\u043D\u0456\u043C\u0443\u043C\u0456\u0432 \u0435\u043D\u0435\u0440\u0433\u0456\u0457.
YifanHu.convergenceThreshold.desc=\u041F\u043E\u0440\u0456\u0433 \u0432\u0456\u0434\u043D\u043E\u0441\u043D\u043E\u0457 \u0435\u043D\u0435\u0440\u0433\u0435\u0442\u0438\u0447\u043D\u043E\u0457 \u043A\u043E\u043D\u0432\u0435\u0440\u0433\u0435\u043D\u0446\u0456\u0457. \u041C\u0435\u043D\u0448\u0456 \u0437\u043D\u0430\u0447\u0435\u043D\u043D\u044F \u043E\u0437\u043D\u0430\u0447\u0430\u044E\u0442\u044C \u0431\u0456\u043B\u044C\u0448\u0443 \u0442\u043E\u0447\u043D\u0456\u0441\u0442\u044C.
YifanHu.convergenceThreshold.name=\u041F\u043E\u0440\u0456\u0433 \u043A\u043E\u043D\u0432\u0435\u0440\u0433\u0435\u043D\u0446\u0456\u0457
YifanHu.quadTreeMaxLevel.name=\u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u0438\u0439 \u0440\u0456\u0432\u0435\u043D\u044C Quadtree
YifanHu.quadTreeMaxLevel.desc=\u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u0438\u0439 \u0440\u0456\u0432\u0435\u043D\u044C, \u044F\u043A\u0438\u0439 \u0431\u0443\u0434\u0435 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u043E\u0432\u0443\u0432\u0430\u0442\u0438\u0441\u044F \u0443 \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u043D\u0456 \u043A\u0432\u0430\u0434\u0440\u043E\u0434\u0435\u0440\u0435\u0432\u0430. \u0411\u0456\u043B\u044C\u0448\u0456 \u0437\u043D\u0430\u0447\u0435\u043D\u043D\u044F \u043E\u0437\u043D\u0430\u0447\u0430\u044E\u0442\u044C \u0431\u0456\u043B\u044C\u0448\u0443 \u0442\u043E\u0447\u043D\u0456\u0441\u0442\u044C.
YifanHu.theta.name=\u0422\u0435\u0442\u0430
YifanHu.theta.desc=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 \u0442\u0435\u0442\u0430 \u0434\u043B\u044F \u043A\u0440\u0438\u0442\u0435\u0440\u0456\u0457\u0432 \u0432\u0456\u0434\u043A\u0440\u0438\u0442\u0442\u044F Barnes-Hut. \u041C\u0435\u043D\u0448\u0456 \u0437\u043D\u0430\u0447\u0435\u043D\u043D\u044F \u043E\u0437\u043D\u0430\u0447\u0430\u044E\u0442\u044C \u0431\u0456\u043B\u044C\u0448\u0443 \u0442\u043E\u0447\u043D\u0456\u0441\u0442\u044C.
YifanHu.optimalDistance.name=\u041E\u043F\u0442\u0438\u043C\u0430\u043B\u044C\u043D\u0430 \u0432\u0456\u0434\u0441\u0442\u0430\u043D\u044C
