name=Force Atlas
description=ForceAtlas \u0434\u0435\u043b\u0430\u0435\u0442 \u0433\u0440\u0430\u0444 \u0431\u043e\u043b\u0435\u0435 \u043a\u043e\u043c\u043f\u0430\u043a\u0442\u043d\u044b\u043c, \u0447\u0438\u0442\u0430\u0435\u043c\u044b\u043c \u0438 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0435\u0442 \u0432\u044b\u0434\u0435\u043b\u0438\u0442\u044c authorities \u0441\u0440\u0435\u0434\u0438 \u0445\u0430\u0431\u043e\u0432 (\u0441 \u043f\u043e\u043c\u043e\u0449\u044c\u044e \u043e\u043f\u0446\u0438\u0438 Attraction Distrib.). \u0410\u0432\u0442\u043e\u0441\u0442\u0430\u0431\u0438\u043b\u0438\u0437\u0430\u0446\u0438\u044f \u043e\u0431\u0435\u0441\u043f\u0435\u0447\u0438\u0432\u0430\u0435\u0442 \u0441\u0442\u0430\u0431\u0438\u043b\u044c\u043d\u043e\u0441\u0442\u044c \u0443\u043a\u043b\u0430\u0434\u043a\u0438 \u043d\u0430 \u043f\u043e\u0441\u043b\u0435\u0434\u043d\u0438\u0445 \u0438\u0442\u0435\u0440\u0430\u0446\u0438\u044f\u0445.

forceAtlas.inertia.name = \u0418\u043d\u0435\u0440\u0446\u0438\u044f
forceAtlas.inertia.desc = \u0421\u043e\u0445\u0440\u0430\u043d\u0435\u043d\u0438\u0435 \u0447\u0430\u0441\u0442\u0438 \u0441\u043a\u043e\u0440\u043e\u0441\u0442\u0438 \u0443\u0437\u043b\u0430 \u0441 \u043f\u0440\u0435\u0434\u044b\u0434\u0443\u0449\u0435\u0439 \u0438\u0442\u0435\u0440\u0430\u0446\u0438\u0438
forceAtlas.repulsionStrength.name = \u0421\u0438\u043b\u0430 \u043e\u0442\u0442\u0430\u043b\u043a\u0438\u0432\u0430\u043d\u0438\u044f
forceAtlas.repulsionStrength.desc = \u0421\u0438\u043b\u0430 \u0441 \u043a\u043e\u0442\u043e\u0440\u043e\u0439 \u043a\u0430\u0436\u0434\u044b\u0439 \u0443\u0437\u0435\u043b \u043e\u0442\u0442\u0430\u043b\u043a\u0438\u0432\u0430\u0435\u0442 \u0434\u0440\u0443\u0433\u0438\u0435 \u0443\u0437\u043b\u044b
forceAtlas.attractionStrength.name = \u0421\u0438\u043b\u0430 \u043f\u0440\u0438\u0442\u044f\u0436\u0435\u043d\u0438\u044f
forceAtlas.attractionStrength.desc = \u0421\u0438\u043b\u0430, \u0441 \u043a\u043e\u0442\u043e\u0440\u043e\u0439 \u043f\u0430\u0440\u0430 \u0443\u0437\u043b\u043e\u0432, \u0441\u0432\u044f\u0437\u0430\u043d\u043d\u044b\u0445 \u0440\u0435\u0431\u0440\u043e\u043c, \u043f\u0440\u0438\u0442\u044f\u0433\u0438\u0432\u0430\u044e\u0442 \u0434\u0440\u0443\u0433 \u0434\u0440\u0443\u0433\u0430.
forceAtlas.maxDisplacement.name = \u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u043e\u0435 \u043e\u0442\u0442\u0430\u043b\u043a\u0438\u0432\u0430\u043d\u0438\u0435
forceAtlas.maxDisplacement.desc = \u041e\u0433\u0440\u0430\u043d\u0438\u0447\u0435\u043d\u0438\u0435 \u043d\u0430 \u043c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u043e\u0435 \u043f\u0435\u0440\u0435\u043c\u0435\u0449\u0435\u043d\u0438\u0435 \u0443\u0437\u043b\u0430 (\u0434\u043b\u044f \u0442\u043e\u0433\u043e, \u0447\u0442\u043e\u0431\u044b \u0438\u0437\u0431\u0435\u0436\u0430\u0442\u044c "\u0432\u044b\u0441\u0442\u0440\u0435\u043b\u0438\u0432\u0430\u043d\u0438\u044f" \u0443\u0437\u043b\u043e\u0432, \u043a\u043e\u0433\u0434\u0430 \u043e\u043d\u0438 \u043e\u043a\u0430\u0437\u044b\u0432\u0430\u044e\u0442\u0441\u044f \u0441\u043b\u0438\u0448\u043a\u043e\u043c \u0431\u043b\u0438\u0437\u043a\u043e)
forceAtlas.freezeBalance.name = \u0410\u0432\u0442\u043e\u0441\u0442\u0430\u0431\u0438\u043b\u0438\u0437\u0430\u0446\u0438\u044f
forceAtlas.freezeBalance.desc = \u0420\u0435\u0436\u0438\u043c "\u0437\u0430\u043c\u043e\u0440\u0430\u0436\u0438\u0432\u0430\u043d\u0438\u044f" \u043d\u0435\u0441\u0442\u0430\u0431\u0438\u043b\u044c\u043d\u044b\u0445 \u0443\u0437\u043b\u043e\u0432. \u0412\u0435\u0434\u0435\u0442 \u043a \u043d\u0435\u043a\u043e\u0442\u043e\u0440\u043e\u0439 \u043f\u043e\u0442\u0435\u0440\u0435 \u044d\u0444\u0444\u0435\u043a\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u0438, \u043d\u043e \u043f\u0440\u0435\u043f\u044f\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u043f\u043e\u044f\u0432\u043b\u0435\u043d\u0438\u044e "\u043c\u0438\u0433\u0430\u043d\u0438\u044f".
forceAtlas.freezeStrength.name = \u0421\u0438\u043b\u0430 \u0430\u0432\u0442\u043e\u0441\u0442\u0430\u0431\u043b\u0438\u0437\u0438\u0430\u0446\u0438\u0438
forceAtlas.freezeStrength.desc = \u0421\u0438\u043b\u0430 \u0444\u0443\u043d\u043a\u0446\u0438\u0438 \u0430\u0432\u0442\u043e\u0441\u0442\u0430\u0431\u0438\u043b\u0438\u0437\u0430\u0446\u0438\u0438
forceAtlas.freezeInertia.name = \u0427\u0443\u0432\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c \u0430\u0432\u0442\u043e\u0441\u0442\u0430\u0431\u0438\u043b\u0438\u0437\u0430\u0446\u0438\u0438
forceAtlas.freezeInertia.desc = [0,1], \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u044f\u0435\u0442 \u0447\u0443\u0432\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c \u0430\u0432\u0442\u043e\u0441\u0442\u0430\u0431\u0438\u043b\u0438\u0437\u0430\u0446\u0438\u0438 (\u043f\u043e \u0441\u0443\u0442\u0438, \u0438\u043d\u0435\u0440\u0446\u0438\u044f \u0437\u0430\u043c\u043e\u0440\u043e\u0437\u043a\u0438)
forceAtlas.gravity.name = \u0413\u0440\u0430\u0432\u0438\u0442\u0430\u0446\u0438\u044f
forceAtlas.gravity.desc = \u0421\u0438\u043b\u0430, \u043f\u0440\u0438\u0442\u044f\u0433\u0438\u0432\u0430\u044e\u0449\u0430\u044f \u0432\u0441\u0435 \u0443\u0437\u043b\u044b \u043a \u0446\u0435\u043d\u0442\u0440\u0443. \u0418\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442\u0441\u044f, \u0447\u0442\u043e\u0431\u044b \u0438\u0437\u0431\u0435\u0436\u0430\u0442\u044c "\u0440\u0430\u0437\u043b\u0435\u0442\u0430\u043d\u0438\u0435" \u043d\u0435\u0441\u0432\u044f\u0437\u043d\u044b\u0445 \u043a\u043e\u043c\u043f\u043e\u043d\u0435\u043d\u0442.
forceAtlas.outboundAttractionDistribution.name = \u041e\u0441\u043b\u0430\u0431\u043b\u0435\u043d\u0438\u0435 \u0445\u0430\u0431\u043e\u0432
forceAtlas.outboundAttractionDistribution.desc = \u0420\u0430\u0441\u043f\u0440\u0435\u0434\u0435\u043b\u044f\u0435\u0442 \u0441\u0438\u043b\u0443 \u043f\u0440\u0438\u0442\u044f\u0436\u0435\u043d\u0438\u044f \u043f\u043e \u0438\u0441\u0445\u043e\u0434\u044f\u0449\u0438\u043c \u0440\u0451\u0431\u0440\u0430\u043c. \u0425\u0430\u0431\u044b \u0431\u0443\u0434\u0443\u0442 \u0441\u043b\u0430\u0431\u0435\u0435 \u0441\u0442\u044f\u0433\u0438\u0432\u0430\u0442\u044c \u0443\u0437\u043b\u044b \u0432\u043e\u043a\u0440\u0443\u0433 \u0441\u0435\u0431\u044f.
forceAtlas.adjustSizes.name = \u0423\u0447\u0438\u0442\u044b\u0432\u0430\u0442\u044c \u0440\u0430\u0437\u043c\u0435\u0440
forceAtlas.adjustSizes.desc = \u041f\u0440\u0435\u043f\u044f\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u043d\u0430\u043b\u043e\u0436\u0435\u043d\u0438\u044e \u0443\u0437\u043b\u044b (\u0441 \u0443\u0447\u0451\u0442\u043e\u043c \u0438\u0445 \u0440\u0430\u0437\u043c\u0435\u0440\u0430)
forceAtlas.speed.name = \u0421\u043a\u043e\u0440\u043e\u0441\u0442\u044c
forceAtlas.speed.desc = \u0417\u043d\u0430\u0447\u0435\u043d\u0438\u0435 \u0431\u043e\u043b\u044c\u0448\u0435 0. \u041f\u043e \u0443\u043c\u043e\u043b\u0447\u0430\u043d\u0438\u044e = 1. \u0414\u0430\u0451\u0442 \u0432\u043e\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u044c \u0443\u0441\u043a\u043e\u0440\u0438\u0442\u044c \u0443\u043a\u043b\u0430\u0434\u043a\u0443 \u0437\u0430 \u0441\u0447\u0451\u0442 \u0441\u043d\u0438\u0436\u0435\u043d\u0438\u044f \u0442\u043e\u0447\u043d\u043e\u0441\u0442\u0438.
