

forceAtlas.gravity.name=Gravit\u00E1ci\u00F3
forceAtlas.adjustSizes.desc=Ker\u00FClje el a csom\u00F3pontok \u00E1tfed\u00E9s\u00E9t (az egyes csom\u00F3pontok m\u00E9ret\u00E9t\u0151l f\u00FCgg\u0151en)
forceAtlas.speed.name=Sebess\u00E9g
forceAtlas.attractionStrength.desc=Milyen er\u0151sen vonzza egym\u00E1st az egyes csom\u00F3pontp\u00E1rok
description=A ForceAtlas kompaktabb\u00E1, olvashat\u00F3bb\u00E1 teszi a grafikonokat, \u00E9s k\u00F6zpontibb m\u00F3don k\u00E9pes megjelen\u00EDteni a hat\u00F3s\u00E1gokat, mint a hubokat (Attraction Distrib. opci\u00F3). Az automatikus stabiliz\u00E1l\u00E1s jav\u00EDtja a konvergenci\u00E1t az elrendez\u00E9s v\u00E9g\u00E9n.
name=Force Atlas
forceAtlas.speed.desc=\u00C9rt\u00E9k > 0 alap\u00E9rtelmezett 1; lehet\u0151v\u00E9 teszi a konvergencia sebess\u00E9g\u00E9nek n\u00F6vel\u00E9s\u00E9t prec\u00EDzi\u00F3s vesztes\u00E9g \u00E1r\u00E1n
forceAtlas.maxDisplacement.name=Maxim\u00E1lis elmozdul\u00E1s
forceAtlas.freezeStrength.desc=Az automatikus stabiliz\u00E1l\u00F3 funkci\u00F3 teljes\u00EDtm\u00E9nye
forceAtlas.freezeBalance.name=Automatikus stabiliz\u00E1l\u00F3 funkci\u00F3
forceAtlas.repulsionStrength.name=Tasz\u00EDt\u00F3 er\u0151
forceAtlas.freezeBalance.desc=Aktiv\u00E1lja az instabil csom\u00F3pontok lefagy\u00E1s\u00E1t. A hat\u00E9konys\u00E1g n\u00E9mi cs\u00F6kken\u00E9se ellen\u00E9re ez megakad\u00E1lyozza a legt\u00F6bb csom\u00F3pont villog\u00E1s\u00E1t
forceAtlas.freezeInertia.desc=[0,1] Ez a param\u00E9ter a vill\u00F3dz\u00E1sg\u00E1tl\u00F3 funkci\u00F3 automatikus alkalmazkod\u00F3k\u00E9pess\u00E9g\u00E9t (val\u00F3j\u00E1ban a fagy\u00E1s tehetetlens\u00E9g\u00E9t) jelzi.
forceAtlas.inertia.name=Tehetetlens\u00E9g
forceAtlas.outboundAttractionDistribution.desc=A vonz\u00F3 er\u0151 a kimen\u0151 linkek ment\u00E9n oszlik el. Ez \u00E1ltal\u00E1ban a perif\u00E9ri\u00E1ra szor\u00EDtja a k\u00F6zpontokat, \u00E9s a hat\u00F3s\u00E1gokat helyezi k\u00F6z\u00E9ppontba
forceAtlas.attractionStrength.name=Vonz\u00E1s ereje
forceAtlas.freezeInertia.name=Autostab \u00E9rz\u00E9kenys\u00E9g
forceAtlas.maxDisplacement.desc=Ez korl\u00E1tozza az egyes csom\u00F3pontok elmozdul\u00E1s\u00E1t (hogy elker\u00FClje a szuper-elutas\u00EDt\u00E1st, ha a csom\u00F3pontok t\u00FAl k\u00F6zel vannak)
forceAtlas.gravity.desc=Ez az er\u0151 az \u00F6sszes csom\u00F3pontot a k\u00F6zpontba vonzza, hogy elker\u00FClje a sz\u00E9tkapcsolt alkatr\u00E9szek sz\u00E9tsz\u00F3r\u00F3d\u00E1s\u00E1t
forceAtlas.repulsionStrength.desc=Milyen er\u0151sen utas\u00EDt el minden csom\u00F3pont m\u00E1sokat
forceAtlas.inertia.desc=A csom\u00F3pont sebess\u00E9g\u00E9nek meg\u0151rz\u00E9se minden \u00FAj l\u00E9p\u00E9sn\u00E9l
forceAtlas.adjustSizes.name=\u00C1ll\u00EDtsa be a m\u00E9retek szerint
