forceAtlas.freezeInertia.name=\u0427\u0443\u0442\u043B\u0438\u0432\u0456\u0441\u0442\u044C \u0430\u0432\u0442\u043E\u0443\u043A\u043E\u043B\u0443
forceAtlas.freezeInertia.desc=[0,1] \u0426\u0435\u0439 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u044F\u0454 \u0430\u0432\u0442\u043E\u0430\u0434\u0430\u043F\u0442\u0438\u0432\u043D\u0456\u0441\u0442\u044C \u0444\u0443\u043D\u043A\u0446\u0456\u0457 \u0437\u0430\u043F\u043E\u0431\u0456\u0433\u0430\u043D\u043D\u044F \u043C\u0435\u0440\u0435\u0445\u0442\u0456\u043D\u043D\u044F (\u0444\u0430\u043A\u0442\u0438\u0447\u043D\u043E, \u0456\u043D\u0435\u0440\u0446\u0456\u044E \u0437\u0430\u043C\u0435\u0440\u0437\u0430\u043D\u043D\u044F)
forceAtlas.maxDisplacement.desc=\u0426\u0435 \u043E\u0431\u043C\u0435\u0436\u0443\u0454 \u0437\u043C\u0456\u0449\u0435\u043D\u043D\u044F \u043A\u043E\u0436\u043D\u043E\u0433\u043E \u0432\u0443\u0437\u043B\u0430 (\u0449\u043E\u0431 \u0437\u0430\u043F\u043E\u0431\u0456\u0433\u0442\u0438 \u0434\u0435\u044F\u043A\u043E\u043C\u0443 \u0441\u0443\u043F\u0435\u0440-\u0432\u0456\u0434\u0445\u0438\u043B\u0435\u043D\u043D\u044E, \u043A\u043E\u043B\u0438 \u0432\u0443\u0437\u043B\u0438 \u0437\u043D\u0430\u0445\u043E\u0434\u044F\u0442\u044C\u0441\u044F \u0437\u0430\u043D\u0430\u0434\u0442\u043E \u0431\u043B\u0438\u0437\u044C\u043A\u043E)
forceAtlas.speed.desc=\u0417\u043D\u0430\u0447\u0435\u043D\u043D\u044F > 0 \u0437\u0430 \u0443\u043C\u043E\u0432\u0447\u0430\u043D\u043D\u044F\u043C 1; \u0434\u043E\u0437\u0432\u043E\u043B\u044F\u0454 \u0437\u0431\u0456\u043B\u044C\u0448\u0438\u0442\u0438 \u0448\u0432\u0438\u0434\u043A\u0456\u0441\u0442\u044C \u043A\u043E\u043D\u0432\u0435\u0440\u0433\u0435\u043D\u0446\u0456\u0457 \u0446\u0456\u043D\u043E\u044E \u0432\u0442\u0440\u0430\u0442\u0438 \u0442\u043E\u0447\u043D\u043E\u0441\u0442\u0456
forceAtlas.freezeStrength.name=\u0421\u0438\u043B\u0430 \u0430\u0432\u0442\u043E\u0443\u0434\u0430\u0440\u0443
forceAtlas.freezeBalance.desc=\u0410\u043A\u0442\u0438\u0432\u0443\u0454 \u0437\u0430\u043C\u043E\u0440\u043E\u0436\u0443\u0432\u0430\u043D\u043D\u044F \u043D\u0435\u0441\u0442\u0430\u0431\u0456\u043B\u044C\u043D\u0438\u0445 \u0432\u0443\u0437\u043B\u0456\u0432. \u041D\u0435\u0437\u0432\u0430\u0436\u0430\u044E\u0447\u0438 \u043D\u0430 \u0434\u0435\u044F\u043A\u0443 \u0432\u0442\u0440\u0430\u0442\u0443 \u0435\u0444\u0435\u043A\u0442\u0438\u0432\u043D\u043E\u0441\u0442\u0456, \u0446\u0435 \u0437\u0430\u043F\u043E\u0431\u0456\u0433\u0430\u0454 \u043C\u0435\u0440\u0435\u0445\u0442\u0456\u043D\u043D\u044F \u0431\u0456\u043B\u044C\u0448\u043E\u0441\u0442\u0456 \u0432\u0443\u0437\u043B\u0456\u0432
forceAtlas.freezeStrength.desc=\u041F\u043E\u0442\u0443\u0436\u043D\u0456\u0441\u0442\u044C \u0444\u0443\u043D\u043A\u0446\u0456\u0457 \u0430\u0432\u0442\u043E\u0441\u0442\u0430\u0431\u0456\u043B\u0456\u0437\u0430\u0446\u0456\u0457
forceAtlas.adjustSizes.name=\u041D\u0430\u043B\u0430\u0448\u0442\u0443\u0432\u0430\u0442\u0438 \u0437\u0430 \u0440\u043E\u0437\u043C\u0456\u0440\u0430\u043C\u0438
name=\u0410\u0442\u043B\u0430\u0441 \u0441\u0438\u043B
forceAtlas.inertia.name=\u0406\u043D\u0435\u0440\u0442\u043D\u0456\u0441\u0442\u044C
forceAtlas.inertia.desc=\u0417\u0431\u0435\u0440\u0435\u0436\u0435\u043D\u043D\u044F \u0448\u0432\u0438\u0434\u043A\u043E\u0441\u0442\u0456 \u0432\u0443\u0437\u043B\u0430 \u043F\u0440\u0438 \u043A\u043E\u0436\u043D\u043E\u043C\u0443 \u043D\u043E\u0432\u043E\u043C\u0443 \u043F\u0440\u043E\u0445\u043E\u0434\u0456
forceAtlas.repulsionStrength.name=\u0421\u0438\u043B\u0430 \u0432\u0456\u0434\u0448\u0442\u043E\u0432\u0445\u0443\u0432\u0430\u043D\u043D\u044F
forceAtlas.repulsionStrength.desc=\u041D\u0430\u0441\u043A\u0456\u043B\u044C\u043A\u0438 \u0441\u0438\u043B\u044C\u043D\u043E \u043A\u043E\u0436\u0435\u043D \u0432\u0443\u0437\u043E\u043B \u0432\u0456\u0434\u043A\u0438\u0434\u0430\u0454 \u0456\u043D\u0448\u0456
forceAtlas.attractionStrength.name=\u0421\u0438\u043B\u0430 \u0442\u044F\u0436\u0456\u043D\u043D\u044F
forceAtlas.attractionStrength.desc=\u041D\u0430\u0441\u043A\u0456\u043B\u044C\u043A\u0438 \u0441\u0438\u043B\u044C\u043D\u043E \u043A\u043E\u0436\u043D\u0430 \u043F\u0430\u0440\u0430 \u0437\u2019\u0454\u0434\u043D\u0430\u043D\u0438\u0445 \u0432\u0443\u0437\u043B\u0456\u0432 \u043F\u0440\u0438\u0442\u044F\u0433\u0443\u0454 \u043E\u0434\u0438\u043D \u043E\u0434\u043D\u043E\u0433\u043E
forceAtlas.maxDisplacement.name=\u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u0430 \u0432\u043E\u0434\u043E\u0442\u043E\u043D\u043D\u0430\u0436\u043D\u0456\u0441\u0442\u044C
forceAtlas.gravity.desc=\u0426\u044F \u0441\u0438\u043B\u0430 \u043F\u0440\u0438\u0442\u044F\u0433\u0443\u0454 \u0432\u0441\u0456 \u0432\u0443\u0437\u043B\u0438 \u0434\u043E \u0446\u0435\u043D\u0442\u0440\u0443, \u0449\u043E\u0431 \u0443\u043D\u0438\u043A\u043D\u0443\u0442\u0438 \u0440\u043E\u0437\u0441\u0456\u044E\u0432\u0430\u043D\u043D\u044F \u0432\u0456\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0445 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0456\u0432
forceAtlas.outboundAttractionDistribution.name=\u0410\u0442\u0440\u0430\u043A\u0446\u0456\u043E\u043D \u0414\u0438\u0441\u0442\u0440\u0438\u0431.
forceAtlas.speed.name=\u0428\u0432\u0438\u0434\u043A\u0456\u0441\u0442\u044C
description=ForceAtlas \u0440\u043E\u0431\u0438\u0442\u044C \u0433\u0440\u0430\u0444\u0456\u043A\u0438 \u0431\u0456\u043B\u044C\u0448 \u043A\u043E\u043C\u043F\u0430\u043A\u0442\u043D\u0438\u043C\u0438, \u0447\u0438\u0442\u0430\u0431\u0435\u043B\u044C\u043D\u0438\u043C\u0438 \u0442\u0430 \u043C\u043E\u0436\u0435 \u0432\u0456\u0434\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u0438 \u043E\u0440\u0433\u0430\u043D\u0438 \u0432\u043B\u0430\u0434\u0438 \u0431\u0456\u043B\u044C\u0448 \u0446\u0435\u043D\u0442\u0440\u0430\u043B\u044C\u043D\u0456, \u043D\u0456\u0436 \u0446\u0435\u043D\u0442\u0440\u0438 (\u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 Attraction Distrib.). \u0410\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u043D\u0430 \u0441\u0442\u0430\u0431\u0456\u043B\u0456\u0437\u0430\u0446\u0456\u044F \u043F\u043E\u043A\u0440\u0430\u0449\u0443\u0454 \u043A\u043E\u043D\u0432\u0435\u0440\u0433\u0435\u043D\u0446\u0456\u044E \u0432 \u043A\u0456\u043D\u0446\u0456 \u043C\u0430\u043A\u0435\u0442\u0430.
forceAtlas.freezeBalance.name=\u0424\u0443\u043D\u043A\u0446\u0456\u044F \u0430\u0432\u0442\u043E\u0441\u0442\u0430\u0431\u0456\u043B\u0456\u0437\u0430\u0446\u0456\u0457
forceAtlas.gravity.name=\u0421\u0438\u043B\u0430 \u0442\u044F\u0436\u0456\u043D\u043D\u044F
forceAtlas.adjustSizes.desc=\u0423\u043D\u0438\u043A\u0430\u0439\u0442\u0435 \u043D\u0430\u043A\u043B\u0430\u0434\u0430\u043D\u043D\u044F \u0432\u0443\u0437\u043B\u0456\u0432 (\u0437\u0430\u043B\u0435\u0436\u043D\u043E \u0432\u0456\u0434 \u0440\u043E\u0437\u043C\u0456\u0440\u0443 \u043A\u043E\u0436\u043D\u043E\u0433\u043E \u0432\u0443\u0437\u043B\u0430)
forceAtlas.outboundAttractionDistribution.desc=\u0421\u0438\u043B\u0430 \u0442\u044F\u0436\u0456\u043D\u043D\u044F \u0440\u043E\u0437\u043F\u043E\u0434\u0456\u043B\u044F\u0454\u0442\u044C\u0441\u044F \u0432\u0437\u0434\u043E\u0432\u0436 \u0432\u0438\u0445\u0456\u0434\u043D\u0438\u0445 \u043F\u043E\u0441\u0438\u043B\u0430\u043D\u044C. \u0426\u0435, \u044F\u043A \u043F\u0440\u0430\u0432\u0438\u043B\u043E, \u0432\u0456\u0434\u0441\u0443\u0432\u0430\u0454 \u0446\u0435\u043D\u0442\u0440\u0438 \u043D\u0430 \u043F\u0435\u0440\u0438\u0444\u0435\u0440\u0456\u044E \u0442\u0430 \u0441\u0442\u0430\u0432\u0438\u0442\u044C \u043E\u0440\u0433\u0430\u043D\u0438 \u0432\u043B\u0430\u0434\u0438 \u0432 \u0446\u0435\u043D\u0442\u0440
