# Translation file for Gephi.
# Copyright (C) 2011 Gephi contributors.
# This file is distributed under the same license as the Gephi package.
# 
# Translators:
# FIRST AUTHOR <EMAIL@ADDRESS>, 2010.
!=Project-Id-Version\: Gephi\nReport-Msgid-Bugs-To\: https\://bugs.launchpad.net/gephi\nPOT-Creation-Date\: 2011-08-05 14\:52+0200\nPO-Revision-Date\: 2011-08-04 23\:02+0000\nLast-Translator\: gephi <sebastien.heymann@gmail.com>\nLanguage-Team\: French (http\://www.transifex.net/projects/p/gephi/team/fr/)\nMIME-Version\: 1.0\nContent-Type\: text/plain; charset\=UTF-8\nContent-Transfer-Encoding\: 8bit\nLanguage\: fr\nPlural-Forms\: nplurals\=2; plural\=(n > 1)\n

YifanHu.name=Yifan Hu

YifanHu.description=Mod\u00e8le original de l'attraction-r\u00e9pulsion d'Yifan Hu. R\u00e9duit le co\u00fbt computationnel en restreignant le calcul de force aux voisins. L'algorithme s'arr\u00eate tout seul, gr\u00e2ce \u00e0 un sch\u00e9ma de refroidissement adaptatif.

YifanHuProportional.name=Yifan Hu Proportionnel

YifanHuProportional.description=Version modifi\u00e9e de Yifan Hu utilisant un sch\u00e9ma de d\u00e9placement proportionnel.

YifanHu.optimalDistance.name=Distance optimale

YifanHu.optimalDistance.desc=Longueur naturelle des ressorts. Une plus grande valeur signifie que les noeuds se repousseront plus loin.

YifanHu.relativeStrength.name=Force relative

YifanHu.relativeStrength.desc=Force relative entre la r\u00e9pulsion et l'attraction.

YifanHu.initialStepSize.name=Taille du pas initial

YifanHu.initialStepSize.desc=Utilis\u00e9 dans la phase d'int\u00e9gration. Mettez cette valeur \u00e0 une taille signifiante compar\u00e9e \u00e0 la distance optimale (10% est un bon point de d\u00e9part).

YifanHu.stepRatio.name=Ratio du pas

YifanHu.stepRatio.desc=Le ratio utilis\u00e9 pour mettre \u00e0 jour la taille du pas entre it\u00e9rations.

YifanHu.adaptativeCooling.name=Refroidissement adaptatif

YifanHu.adaptativeCooling.desc=Contr\u00f4le l'usage du refroidissement adaptatif. Aide l'algorithme de spatialisation \u00e0 \u00e9viter les minima locaux d'\u00e9nergie.

YifanHu.convergenceThreshold.name=Seuille de Convergence

YifanHu.convergenceThreshold.desc=Seuil de convergence de l'\u00e9nergie relative. Une petite valeur augmente la pr\u00e9cision.

YifanHu.quadTreeMaxLevel.name=Niveau Max du Quadtree

YifanHu.quadTreeMaxLevel.desc=Niveau maximal utilis\u00e9 dans la repr\u00e9sentation quadtree. Une grande valeur augmente la pr\u00e9cision.

YifanHu.theta.name=Theta

YifanHu.theta.desc=Param\u00e8tre theta de l'algorithme Barnes-Hut. Une petite valeur augmente la pr\u00e9cision.
