# Translation file for Gephi.
# Copyright (C) 2011 Gephi contributors.
# This file is distributed under the same license as the Gephi package.
# 
# Translators:
# FIRST AUTHOR <EMAIL@ADDRESS>, 2010.
!=Project-Id-Version\: Gephi\nReport-Msgid-Bugs-To\: https\://bugs.launchpad.net/gephi\nPOT-Creation-Date\: 2011-08-05 14\:52+0200\nPO-Revision-Date\: 2011-08-04 23\:02+0000\nLast-Translator\: gephi <sebastien.heymann@gmail.com>\nLanguage-Team\: Spanish (Castilian) (http\://www.transifex.net/projects/p/gephi/team/es/)\nMIME-Version\: 1.0\nContent-Type\: text/plain; charset\=UTF-8\nContent-Transfer-Encoding\: 8bit\nLanguage\: es\nPlural-Forms\: nplurals\=2; plural\=(n \!\= 1)\n

YifanHu.name=Yifan Hu

YifanHu.description=Modelo original de atracci\u00f3n-repulsi\u00f3n de Yifan Hu. Reducido el coste computacional restringiendo los c\u00e1lculos de fuerzas a los nodos vecinos. El algoritmo se para a s\u00ed mismo ya que tiene un plan de enfriamiento adaptativo.

YifanHuProportional.name=Yifan Hu Proporcional

YifanHuProportional.description=Versi\u00f3n modificada de Yifan Hu que usa un plan de desplazamiento proporcional.

YifanHu.optimalDistance.name=Distancia \u00f3ptima

YifanHu.optimalDistance.desc=La distancia el\u00e1stica natural. Valores mayores hacen que los nodos queden m\u00e1s alejados.

YifanHu.relativeStrength.name=Fuerza relativa

YifanHu.relativeStrength.desc=La fuerza relativa entre la fuerza el\u00e9ctrica (repulsi\u00f3n) y la fuerza el\u00e1stica (atracci\u00f3n).

YifanHu.initialStepSize.name=Tama\u00f1o de paso inicial

YifanHu.initialStepSize.desc=El tama\u00f1o de paso inicial utilizado en la fase de integraci\u00f3n. Configurar este valor con un tama\u00f1o adecuado comparado a la distancia \u00f3ptima (10% es un buen punto de inicio).

YifanHu.stepRatio.name=Ratio de paso

YifanHu.stepRatio.desc=El ratio utilizado para actualizar el tama\u00f1o de paso entre iteraciones.

YifanHu.adaptativeCooling.name=Enfriamiento adaptativo

YifanHu.adaptativeCooling.desc=Controla el uso del enfriamiento adaptativo. Es utilizado para ayudar al algoritmo a evitar m\u00ednimos locales

YifanHu.convergenceThreshold.name=Umbral de convergencia

YifanHu.convergenceThreshold.desc=Energ\u00eda relativa de umbral de convergencia. Valores menores mejoran la precisi\u00f3n.

YifanHu.quadTreeMaxLevel.name=Nivel m\u00e1ximo de Quadtree

YifanHu.quadTreeMaxLevel.desc=El nivel m\u00e1ximo a utilizar en la representaci\u00f3n del quadtree. Valores mayores mejoran la precisi\u00f3n.

YifanHu.theta.name=Theta

YifanHu.theta.desc=El par\u00e1metro theta para el criterio de Barnes-Hut. Valores menores mejoran la precisi\u00f3n.
