# Translation file for Gephi.
# Copyright (C) 2011 Gephi contributors.
# This file is distributed under the same license as the Gephi package.
# 
# Translators:
# C\u00e9lio CJr <celiofariajr@gmail.com>, 2011.
!=Project-Id-Version\: Gephi\nReport-Msgid-Bugs-To\: https\://bugs.launchpad.net/gephi\nPOT-Creation-Date\: 2011-08-05 14\:52+0200\nPO-Revision-Date\: 2011-08-08 23\:21+0000\nLast-Translator\: celiofariajr <celiofariajr@gmail.com>\nLanguage-Team\: Portuguese (Brazilian) (http\://www.transifex.net/projects/p/gephi/team/pt_BR/)\nMIME-Version\: 1.0\nContent-Type\: text/plain; charset\=UTF-8\nContent-Transfer-Encoding\: 8bit\nLanguage\: pt_BR\nPlural-Forms\: nplurals\=2; plural\=(n > 1)\n

YifanHu.name=Yifan Hu

YifanHu.description=Modelo original de atra\u00e7\u00e3o-repuls\u00e3o de Yifan Hu. Reduz o custo computacional por meio da realiza\u00e7\u00e3o do c\u00e1lculo de for\u00e7a apenas em rela\u00e7\u00e3o aos n\u00f3s vizinhos. O algoritmo \u00e9 capaz de parar por si s\u00f3, j\u00e1 que possui um sistema de resfriamento adaptativo.

YifanHuProportional.name=Yifan Hu proporcional

YifanHuProportional.description=Vers\u00e3o modificada do algoritmo Yifan Hu que usa um plano de deslocamento proporcional.

YifanHu.optimalDistance.name=Dist\u00e2ncia \u00f3tima

YifanHu.optimalDistance.desc=Dist\u00e2ncia el\u00e1stica natural. Valores maiores fazem com que os n\u00f3s fiquem mais distantes.

YifanHu.relativeStrength.name=For\u00e7a Relativa

YifanHu.relativeStrength.desc=A for\u00e7a relativa entre a for\u00e7a el\u00e9trica (repuls\u00e3o) e a for\u00e7a el\u00e1stica (atra\u00e7\u00e3o).

YifanHu.initialStepSize.name=Tamanho inicial do passo

YifanHu.initialStepSize.desc=Tamanho inicial do passo utilizado na fase de integra\u00e7\u00e3o. Configure este valor para um valor adequado comparado \u00e0 dist\u00e2ncia \u00f3tima (10% \u00e9 um bom ponto de in\u00edcio).

YifanHu.stepRatio.name=Rela\u00e7\u00e3o de passo

YifanHu.stepRatio.desc=A raz\u00e3o usada para atualizar o tamanho do passo entre itera\u00e7\u00f5es.

YifanHu.adaptativeCooling.name=Resfriamento adaptativo

YifanHu.adaptativeCooling.desc=Controla o uso do resfriamento adaptativo. \u00c9 usado para ajudar o algoritmo de distribui\u00e7\u00e3o a evitar m\u00ednimos locais de energia.

YifanHu.convergenceThreshold.name=Limiar de converg\u00eancia

YifanHu.convergenceThreshold.desc=Energia relativa do limiar de converg\u00eancia. Valores menores melhoram a precis\u00e3o.

YifanHu.quadTreeMaxLevel.name=N\u00edvel m\u00e1ximo Quadtree

YifanHu.quadTreeMaxLevel.desc=N\u00edvel m\u00e1ximo a ser utilizado pela representa\u00e7\u00e3o quadtree. Valores maiores melhoram a precis\u00e3o.

YifanHu.theta.name=Theta

YifanHu.theta.desc=Par\u00e2metro theta do crit\u00e9rio de Barnes-Hut. Valores menores melhoram a precis\u00e3o.
