# Translation file for Gephi.
# Copyright (C) 2011 Gephi contributors.
# This file is distributed under the same license as the Gephi package.
# 
# Translators:
# FIRST AUTHOR <EMAIL@ADDRESS>, 2010.
!=Project-Id-Version\: Gephi\nReport-Msgid-Bugs-To\: https\://github.com/gephi/gephi/issues\nPOT-Creation-Date\: 2011-08-05 14\:52+0200\nPO-Revision-Date\: 2011-08-06 14\:29+0000\nLast-Translator\: gephi <sebastien.heymann@gmail.com>\nLanguage-Team\: French (http\://www.transifex.net/projects/p/gephi/language/fr/)\nMIME-Version\: 1.0\nContent-Type\: text/plain; charset\=UTF-8\nContent-Transfer-Encoding\: 8bit\nLanguage\: fr\nPlural-Forms\: nplurals\=2; plural\=(n > 1)\n

JoinWithSeparator.name=Jointure avec s\u00e9parateur

JoinWithSeparator.description=Fusionne les valeurs de n'importe quelles colonnes avec un s\u00e9parateur (optionnel) entre elles. La colonne ainsi cr\u00e9\u00e9e est de type STRING.

JoinNumberColumns.name=Jointure num\u00e9rique

JoinNumberColumns.description=Cr\u00e9\u00e9 une colonne de liste de nombres de type LIST_BIGDECIMAL.

CreateTimeInterval.name=Cr\u00e9er un intervalle temporel

CreateTimeInterval.description=Cr\u00e9\u00e9 un intervalle temporel pour chaque ligne. Un ou deux colonnes servent de d\u00e9but/fin.

AverageNumber.name=Calcule la moyenne

AverageNumber.description=Calcule la valeur moyenne d'une colonne num\u00e9rique. Cr\u00e9\u00e9 une colonne de type BIGDECIMAL contenant le r\u00e9sultat.

FirstQuartileNumber.name=Calcule le premier quartile (Q1)

FirstQuartileNumber.description=Calcule le premier quartile (Q1) d'une colonne num\u00e9rique. Cr\u00e9\u00e9 une colonne de type BIGDECIMAL contenant le r\u00e9sultat.

MedianNumber.name=Calcule la m\u00e9diane

MedianNumber.description=Calcule la valeur m\u00e9diane d'une colonne num\u00e9rique. Cr\u00e9\u00e9 une colonne de type BIGDECIMAL contenant le r\u00e9sultat.

ThirdQuartileNumber.name=Calcule le troisi\u00e8me quartile (Q3)

ThirdQuartileNumber.description=Calcule le troisi\u00e8me quartile (Q3) d'une colonne num\u00e9rique. Cr\u00e9\u00e9 une colonne de type BIGDECIMAL contenant le r\u00e9sultat.

InterQuartileRangeNumber.name=Calcule l'\u00e9cart interquartile (IQR)

InterQuartileRangeNumber.description=Calcule l'\u00e9cart interquartile (IQR) d'une colonne num\u00e9rique. Cr\u00e9\u00e9 une colonne de type BIGDECIMAL contenant le r\u00e9sultat.

SumNumbers.name=Calcule la somme

SumNumbers.description=Calcule la somme d'une colonne num\u00e9rique. Cr\u00e9\u00e9 une colonne de type BIGDECIMAL contenant le r\u00e9sultat.

MinimumNumber.name=Calcule le minimum

MinimumNumber.description=Calcule le minimum d'une colonne num\u00e9rique. Cr\u00e9\u00e9 une colonne de type BIGDECIMAL contenant le r\u00e9sultat.

MaximumNumber.name=Calcule la valeur maximale

MaximumNumber.description=Calcule la valeur maximale d'une colonne num\u00e9rique, et cr\u00e9\u00e9 une nouvelle colonne de type BIGDECIMAL contenant le r\u00e9sultat.

BooleanLogicOperations.name=Fusion de colonnes bool\u00e9ennes

BooleanLogicOperations.description=Fusionne des colonnes bool\u00e9ennes dans une nouvelle, selon une op\u00e9ration logique entre chaque pair de colonnes. Les valeurs nulles sont interpr\u00e9t\u00e9es comme fausses.
