# Translation file for Gephi.
# Copyright (C) 2011 Gephi contributors.
# This file is distributed under the same license as the Gephi package.
# 
# Translators:
# C\u00e9lio CJr <celiofariajr@gmail.com>, 2011.
!=Project-Id-Version\: Gephi\nReport-Msgid-Bugs-To\: https\://github.com/gephi/gephi/issues\nPOT-Creation-Date\: 2011-08-05 14\:52+0200\nPO-Revision-Date\: 2011-08-08 12\:08+0000\nLast-Translator\: C\u00e9lio Faria Jr. <celiofariajr@gmail.com>\nLanguage-Team\: Portuguese (Brazil) (http\://www.transifex.net/projects/p/gephi/language/pt_BR/)\nMIME-Version\: 1.0\nContent-Type\: text/plain; charset\=UTF-8\nContent-Transfer-Encoding\: 8bit\nLanguage\: pt_BR\nPlural-Forms\: nplurals\=2; plural\=(n > 1)\n

JoinWithSeparator.name=Unir valores com separador

JoinWithSeparator.description=Une os valores das colunas de qualquer tipo com um separador opcional. A nova coluna ser\u00e1 do tipo STRING.

JoinNumberColumns.name=Unir colunas num\u00e9ricas

JoinNumberColumns.description=Une os valores de v\u00e1rias columnas num\u00e9ricas/listas de n\u00fameros criando uma nova coluna do tipo LIST_BIGDECIMAL.

CreateTimeInterval.name=Criar intervalo de tempo

CreateTimeInterval.description=Cria um intervalo de tempo para cada linha, usando 1 ou 2 colunas como tempos de in\u00edcio/fim.

AverageNumber.name=Calcular valor m\u00e9dio

AverageNumber.description=Calcula o valor m\u00e9dio de todos os n\u00fameros nas colunas selecionadas (somente colunas num\u00e9ricas ou de listas de n\u00fameros) e cria uma nova coluna (BIGDECIMAL) com o resultado.

FirstQuartileNumber.name=Calcular primeiro quartil (Q1)

FirstQuartileNumber.description=Calcula o primeiro quartil (Q1) de todos os n\u00fameros nas colunas selecionadas (somente colunas num\u00e9ricas ou de listas de n\u00fameros) e cria uma nova coluna (BIGDECIMAL) com o resultado.

MedianNumber.name=Calcular mediana

MedianNumber.description=Calcula a mediana de todos os n\u00fameros nas colunas selecionadas (somente colunas num\u00e9ricas ou de listas de n\u00fameros) e cria uma nova coluna (BIGDECIMAL) com o resultado.

ThirdQuartileNumber.name=Calcule terceiro quartil (Q3)

ThirdQuartileNumber.description=Calcula o terceiro quartil (Q3) de todos os n\u00fameros nas colunas selecionadas (somente colunas num\u00e9ricas ou de listas de n\u00fameros) e cria uma nova coluna (BIGDECIMAL) com o resultado.

InterQuartileRangeNumber.name=Calcular intervalo interquartil (IQR)

InterQuartileRangeNumber.description=Calcula o intervalo de valores interquartil (IQR) de todos os n\u00fameros nas colunas selecionadas (somente colunas num\u00e9ricas ou de listas de n\u00fameros) e cria uma nova coluna (BIGDECIMAL) com o resultado.

SumNumbers.name=Calcular soma

SumNumbers.description=Calcula a soma de todos os n\u00fameros nas colunas selecionadas (somente colunas num\u00e9ricas ou de listas de n\u00fameros) e cria uma nova coluna (BIGDECIMAL) com o resultado.

MinimumNumber.name=Calcular valor m\u00ednimo

MinimumNumber.description=Calcula o valor m\u00ednimo de todos os n\u00fameros nas colunas selecionadas (somente colunas num\u00e9ricas ou de listas de n\u00fameros) e cria uma nova coluna (BIGDECIMAL) com o resultado.

MaximumNumber.name=Calcular valor m\u00e1ximo

MaximumNumber.description=Calcula o valor m\u00e1ximo de todos os n\u00fameros nas colunas selecionadas (somente colunas num\u00e9ricas ou de listas de n\u00fameros) e cria uma nova coluna (BIGDECIMAL) com o resultado.

BooleanLogicOperations.name=Mesclar logicamente colunas booleanas

BooleanLogicOperations.description=Mesclar colunas booleanas na ordem selecionada para criar uma nova coluna, escolhendo as opera\u00e7\u00f5es l\u00f3gicas aplicadas a cada par de colunas. Valores nulos ser\u00e3o considerados como 'falso'.
