ForceAtlas2.name=ForceAtlas 2
ForceAtlas2.description=Spatialisation qualitative: mod\u00e8le \u00e0 attraction et r\u00e9pulsion lin\u00e9aires avec quelques optimisations (Barnes Hut). Param\u00e9trage automatis\u00e9.

ForceAtlas2.tuning=R\u00e9glages fins
ForceAtlas2.behavior=Options de comportement
ForceAtlas2.performance=Performances
ForceAtlas2.threads=Processus

ForceAtlas2.scalingRatio.name=Dimensionnement
ForceAtlas2.scalingRatio.desc=Quantit\u00e9 de r\u00e9pulsion, par rapport \u00e0 l'attraction. Rend le graphe plus \u00e9tal\u00e9.
ForceAtlas2.gravity.name=Gravit\u00e9
ForceAtlas2.gravity.desc=Attire les noeuds vers le centre. Emp\u00eache les \u00eelots de d\u00e9river \u00e0 l'infini.
ForceAtlas2.strongGravityMode.name=Forte Gravit\u00e9
ForceAtlas2.strongGravityMode.desc=Une loi de gravit\u00e9 plus forte
ForceAtlas2.distributedAttraction.name=Dissuader les Hubs
ForceAtlas2.distributedAttraction.desc=Distribue l'attraction dans les liens sortants. Les Hubs attirent moins et sont donc repouss\u00e9s en p\u00e9riph\u00e9rie.
ForceAtlas2.linLogMode.name=Mode LinLog
ForceAtlas2.linLogMode.desc=Passer le mod\u00e8le de ForceAtlas de lin-lin \u00e0 lin-log (hommage \u00e0 Andreas Noack). Rend les concentrations de noeuds sont plus resserr\u00e9es.
ForceAtlas2.adjustSizes.name=Emp\u00eacher Recouvrement
ForceAtlas2.adjustSizes.desc=Utilisez lorsque le graphe a d\u00e9j\u00e0 converg\u00e9. Permet d'emp\u00eacher les noeuds de se recouvrir. Utilisation d\u00e9conseill\u00e9e avec l'approximation de la r\u00e9pulsion.
ForceAtlas2.jitterTolerance.name=Tol\u00e9rance (vitesse)
ForceAtlas2.jitterTolerance.desc=Quantit\u00e9 de vibration autoris\u00e9e (valeurs > 1 d\u00e9conseill\u00e9es). Baisser la valeur apporte plus de pr\u00e9cision et moins de vitesse.
ForceAtlas2.barnesHutOptimization.name=Approximer R\u00e9pulsion
ForceAtlas2.barnesHutOptimization.desc=L'optimisation de Barnes Hut: permet une r\u00e9duction de la complexit\u00e9 du calcul de n\u00b2 \u00e0 n.ln(n). Permet de spatialiser de plus gros graphes.
ForceAtlas2.barnesHutTheta.name=Approximation
ForceAtlas2.barnesHutTheta.desc=param\u00e8tre Theta de l'optimisation de Barnes Hut.
ForceAtlas2.edgeWeightInfluence.name=Influence Poids des liens
ForceAtlas2.edgeWeightInfluence.desc=L'influence du poides des liens. 0 c'est aucune influence, 1 c'est une influence normale et au-del\u00e0 \u00e7a accentue l'importance du poids des liens dans la spatialisation.
ForceAtlas2.threads.name=Nb. processus
ForceAtlas2.threads.desc=Plus de processus multiplient les performances si vos processeurs peuvent les supporter.
