# Spanish translation for gephi
# Copyright (c) 2010 Rosetta Contributors and Canonical Ltd 2010
# This file is distributed under the same license as the gephi package.
# FIRST AUTHOR <EMAIL@ADDRESS>, 2010.
#
!=Project-Id-Version\: gephi\nReport-Msgid-Bugs-To\: FULL NAME <EMAIL@ADDRESS>\nPOT-Creation-Date\: 2010-04-07 13\:16+0200\nPO-Revision-Date\: 2010-06-02 16\:01+0000\nLast-Translator\: Eduardo Ramos <Unknown>\nLanguage-Team\: Spanish <es@li.org>\nMIME-Version\: 1.0\nContent-Type\: text/plain; charset\=UTF-8\nContent-Transfer-Encoding\: 8bit\nX-Launchpad-Export-Date\: 2010-06-03 03\:35+0000\nX-Generator\: Launchpad (build Unknown)\n

name=Force Atlas

description=Force Atlas hace los grafos m\u00e1s compactos, legibles, y puede mostrar las 'authorities' de m\u00e1s en el centro que los 'hubs' (opci\u00f3n Distribuci\u00f3n de Atracci\u00f3n). La auto-estabilizaci\u00f3n mejora la convergencia en al final del algoritmo.

forceAtlas.inertia.name=Inercia

forceAtlas.inertia.desc=Conservaci\u00f3n de la velocidad de los nodos en cada nuevo paso

forceAtlas.repulsionStrength.name=Fuerza de repulsi\u00f3n

forceAtlas.repulsionStrength.desc=Fuerza con la que cada nodo repulsa a otros

forceAtlas.attractionStrength.name=Fuerza de atracci\u00f3n

forceAtlas.attractionStrength.desc=Fuerza con la que cada par de nodos conectados se atraen entre s\u00ed

forceAtlas.maxDisplacement.name=M\u00e1ximo desplazamiento

forceAtlas.maxDisplacement.desc=Limita el desplazamiento de cada nodo (para prevenir super-repulsi\u00f3n cuando los nodos son muy cercanos)

forceAtlas.freezeBalance.name=Auto-estabilizar

forceAtlas.freezeBalance.desc=Activa el congelamiento de nodos inestables. A pesar de algo de p\u00e9rdida de eficiencia, previene la inestabilidad de los nodos en la mayor\u00eda de los casos

forceAtlas.freezeStrength.name=Fuerza de auto-estabilizaci\u00f3n

forceAtlas.freezeStrength.desc=Fuerza de la funci\u00f3n de auto-estabilizaci\u00f3n

forceAtlas.freezeInertia.name=Sensibilidad de auto-estabilizaci\u00f3n

forceAtlas.freezeInertia.desc=[0,1] Este par\u00e1metro representa la auto-adaptabilidad de la funci\u00f3n de anti-inestabilidad (la inercia de fijaci\u00f3n)

forceAtlas.gravity.name=Gravedad

forceAtlas.gravity.desc=Esta fuerza atrae todos los nodos hacia el centro para evitar la dispersi\u00f3n de componentes no conectados

forceAtlas.outboundAttractionDistribution.name=Distrubuci\u00f3n de Atracci\u00f3n

forceAtlas.outboundAttractionDistribution.desc=La fuerza de atracci\u00f3n es distribuida a lo largo de los enlaces de uni\u00f3n. Esto tiende a empujar los 'hubs' a la periferia y hacer las 'authorities' m\u00e1s centrales

forceAtlas.adjustSizes.name=Ajustar por tama\u00f1os

forceAtlas.adjustSizes.desc=Evitar superposici\u00f3n de nodos (dependiendo del tama\u00f1o de cada nodo)

forceAtlas.speed.name=Velocidad

forceAtlas.speed.desc=Valor > 0, 1 por defecto ; Permite incrementar la velocidad de convergencia al precio de una p\u00e9rdida de precisi\u00f3n
