

InterQuartileRangeNumber.name=Interkvartilis tartom\u00E1ny (IQR) kisz\u00E1m\u00EDt\u00E1sa
AverageNumber.description=Sz\u00E1m\u00EDtsd ki a numerikus oszlopok \u00E1tlag\u00E9rt\u00E9k\u00E9t (sz\u00E1m vagy sz\u00E1mlista). Hozzon l\u00E9tre egy \u00FAj oszlopot (BIGDECIMAL) az eredm\u00E9nnyel.
MaximumNumber.name=Sz\u00E1m\u00EDtsa ki a maxim\u00E1lis \u00E9rt\u00E9ket
BooleanLogicOperations.description=\u00DAj oszlop l\u00E9trehoz\u00E1s\u00E1hoz egyes\u00EDtse a logikai oszlopokat a kiv\u00E1lasztott sorrendben, \u00E9s v\u00E1lassza ki az egyes oszlopp\u00E1rok k\u00F6z\u00F6tt alkalmazott logikai m\u0171veleteket. A null \u00E9rt\u00E9ket falsk\u00E9nt haszn\u00E1ljuk.
FirstQuartileNumber.name=Az els\u0151 kvartilis kisz\u00E1m\u00EDt\u00E1sa (Q1)
JoinNumberColumns.name=Csatlakoztassa a numerikus oszlopokat
BooleanLogicOperations.name=Logikai oszlopok egyes\u00EDt\u00E9se
InterQuartileRangeNumber.description=Sz\u00E1m\u00EDtsd ki a numerikus oszlopok (sz\u00E1m vagy sz\u00E1mlista) interkvartilis tartom\u00E1ny (IQR) \u00E9rt\u00E9k\u00E9t. Hozzon l\u00E9tre egy \u00FAj oszlopot (BIGDECIMAL) az eredm\u00E9nnyel.
MaximumNumber.description=Sz\u00E1m\u00EDtsa ki a numerikus oszlopok maxim\u00E1lis \u00E9rt\u00E9k\u00E9t (sz\u00E1m vagy sz\u00E1mlista). Hozzon l\u00E9tre egy \u00FAj oszlopot (BIGDECIMAL) az eredm\u00E9nnyel.
ThirdQuartileNumber.description=Sz\u00E1m\u00EDtsd ki a numerikus oszlopok (sz\u00E1m vagy sz\u00E1mlista) harmadik kvartilis (Q3) \u00E9rt\u00E9k\u00E9t. Hozzon l\u00E9tre egy \u00FAj oszlopot (BIGDECIMAL) az eredm\u00E9nnyel.
MedianNumber.name=Sz\u00E1m\u00EDtsa ki a medi\u00E1n \u00E9rt\u00E9ket
MinimumNumber.name=Sz\u00E1m\u00EDtsa ki a minim\u00E1lis \u00E9rt\u00E9ket
MinimumNumber.description=Sz\u00E1molja ki a numerikus oszlopok minim\u00E1lis \u00E9rt\u00E9k\u00E9t (sz\u00E1m vagy sz\u00E1mlista). Hozzon l\u00E9tre egy \u00FAj oszlopot (BIGDECIMAL) az eredm\u00E9nnyel.
AverageNumber.name=Sz\u00E1m\u00EDtsa ki az \u00E1tlag\u00E9rt\u00E9ket
SumNumbers.description=Sz\u00E1m\u00EDtsa ki a numerikus oszlopok \u00F6sszeg\u00E9t (sz\u00E1m vagy sz\u00E1mlista). Hozzon l\u00E9tre egy \u00FAj oszlopot (BIGDECIMAL) az eredm\u00E9nnyel.
CreateTimeInterval.name=Id\u0151intervallum l\u00E9trehoz\u00E1sa
MedianNumber.description=Sz\u00E1m\u00EDtsd ki a numerikus oszlopok medi\u00E1n \u00E9rt\u00E9k\u00E9t (sz\u00E1m vagy sz\u00E1mlista). Hozzon l\u00E9tre egy \u00FAj oszlopot (BIGDECIMAL) az eredm\u00E9nnyel.
JoinNumberColumns.description=Csatlakoztassa a sz\u00E1m/sz\u00E1mlista oszlopainak \u00E9rt\u00E9keit egy \u00FAj, double[] t\u00EDpus\u00FA oszlopba.
CreateTimeInterval.description=Hozzon l\u00E9tre egy id\u0151intervallumot minden sorhoz \u00FAgy, hogy 1 vagy 2 oszlopot vegyen fel kezd\u00E9si/v\u00E9gi id\u0151k\u00E9nt.
JoinWithSeparator.name=Csatlakoztassa az \u00E9rt\u00E9keket elv\u00E1laszt\u00F3val
SumNumbers.name=Sz\u00E1m\u00E9rt\u00E9kek \u00F6sszege
JoinWithSeparator.description=Csatlakoztassa a tetsz\u0151leges t\u00EDpus\u00FA oszlopok \u00E9rt\u00E9keit egy opcion\u00E1lis elv\u00E1laszt\u00F3val. Az \u00FAj oszlop t\u00EDpusa STRING.
FirstQuartileNumber.description=Sz\u00E1m\u00EDtsd ki a numerikus oszlopok (sz\u00E1m vagy sz\u00E1mlista) els\u0151 kvartilis (Q1) \u00E9rt\u00E9k\u00E9t. Hozzon l\u00E9tre egy \u00FAj oszlopot (BIGDECIMAL) az eredm\u00E9nnyel.
ThirdQuartileNumber.name=Harmadik kvartilis kisz\u00E1m\u00EDt\u00E1sa (Q3)
