

JoinWithSeparator.name=Une\u0219te valorile cu separator
JoinNumberColumns.name=Une\u0219te coloanele numerice
JoinNumberColumns.description=Une\u0219te valorile coloanelor de tip num\u0103r/list\u0103 de numere \u00EEntr-o nou\u0103 coloan\u0103 de tip double[].
CreateTimeInterval.description=Creaz\u0103 un interval de timp pentru fiecare r\u00E2nd, lu\u00E2nd 1 sau 2 coloane ca timpi de \u00EEnceput/sf\u00E2r\u0219it.
AverageNumber.description=Calculeaz\u0103 valoarea medie a coloanelor numerice (numere sau liste de numere). Creaz\u0103 o nou\u0103 coloan\u0103 (BIGDECIMAL) cu rezultatul.
FirstQuartileNumber.name=Calculeaz\u0103 prima cuartil\u0103 (Q1)
MedianNumber.name=Calculeaz\u0103 valoarea median\u0103
MedianNumber.description=Calculeaz\u0103 valoarea median\u0103 a coloanelor numerice (numere sau liste de numere). Creaz\u0103 o nou\u0103 coloan\u0103 (BIGDECIMAL) cu rezultatul.
InterQuartileRangeNumber.name=Calculeaz\u0103 intervalul dintre cuartile (IQR)
InterQuartileRangeNumber.description=Calculeaz\u0103 intervalul dintre cuartile (IQR) al coloanelor numerice (numere sau liste de numere). Creaz\u0103 o nou\u0103 coloan\u0103 (BIGDECIMAL) cu rezultatul.
SumNumbers.name=\u00CEnsumeaz\u0103 valorile numerice
SumNumbers.description=Calculeaz\u0103 suma coloanelor numerice (numere sau liste de numere). Creaz\u0103 o nou\u0103 coloan\u0103 (BIGDECIMAL) cu rezultatul.
MinimumNumber.name=Calculeaz\u0103 valoarea minim\u0103
MaximumNumber.name=Calculeaz\u0103 valoarea maxim\u0103
MaximumNumber.description=Calculeaz\u0103 valoarea maxim\u0103 a coloanelor numerice (numere sau liste de numere). Creaz\u0103 o nou\u0103 coloan\u0103 (BIGDECIMAL) cu rezultatul.
BooleanLogicOperations.name=\u00CEmbin\u0103 coloanele booleene
JoinWithSeparator.description=Une\u0219te valorile coloanelor de orice tip cu un separator op\u021Bional. Noua coloan\u0103 are tipul STRING.
AverageNumber.name=Calculeaz\u0103 valoarea medie
CreateTimeInterval.name=Creaz\u0103 un interval de timp
MinimumNumber.description=Calculeaz\u0103 valoarea minim\u0103 a coloanelor numerice (numere sau liste de numere). Creaz\u0103 o nou\u0103 coloan\u0103 (BIGDECIMAL) cu rezultatul.
FirstQuartileNumber.description=Calculeaz\u0103 prima cuartil\u0103 (Q1) a coloanelor numerice (numere sau liste de numere). Creaz\u0103 o nou\u0103 coloan\u0103 (BIGDECIMAL) cu rezultatul.
ThirdQuartileNumber.name=Calculeaz\u0103 a treia cuartil\u0103 (Q3)
ThirdQuartileNumber.description=Calculeaz\u0103 a treia cuartil\u0103 (Q3) a coloanelor numerice (numere sau liste de numere). Creaz\u0103 o nou\u0103 coloan\u0103 (BIGDECIMAL) cu rezultatul.
BooleanLogicOperations.description=\u00CEmbin\u0103 coloanele booleene \u00EEn ordinea selectat\u0103 pentru a crea o nou\u0103 coloan\u0103, aleg\u00E2nd opera\u021Biile logice aplicate \u00EEntre fiecare pereche de coloane. O valoare nul\u0103 este utilizat\u0103 pe post de fals.
