# Translation file for Gephi.
# Copyright (C) 2011 Gephi contributors.
# This file is distributed under the same license as the Gephi package.
# 
# Translators:
# FIRST AUTHOR <EMAIL@ADDRESS>, 2010.
!=Project-Id-Version\: Gephi\nReport-Msgid-Bugs-To\: https\://github.com/gephi/gephi/issues\nPOT-Creation-Date\: 2011-08-05 14\:52+0200\nPO-Revision-Date\: 2011-08-06 14\:29+0000\nLast-Translator\: gephi <sebastien.heymann@gmail.com>\nLanguage-Team\: Spanish (Castilian) (http\://www.transifex.net/projects/p/gephi/language/es/)\nMIME-Version\: 1.0\nContent-Type\: text/plain; charset\=UTF-8\nContent-Transfer-Encoding\: 8bit\nLanguage\: es\nPlural-Forms\: nplurals\=2; plural\=(n \!\= 1)\n

JoinWithSeparator.name=Unir valores con separador

JoinWithSeparator.description=Une los valores de columnas de cualquier tipo con el separador proporcionado (o sin separador) entre cada par de columnas. La nueva columna tendr\u00e1 tipo STRING.

JoinNumberColumns.name=Unir columnas num\u00e9ricas

JoinNumberColumns.description=Une los valores de varias columnas num\u00e9ricas/listas de n\u00fameros creando una nueva columna con el tipo LIST_BIGDECIMAL.

CreateTimeInterval.name=Crear int\u00e9rvalo de tiempo

CreateTimeInterval.description=Crea un int\u00e9rvalo de tiempo para cada fila tomando 1 o 2 columnas como tiempos de inicio/final y usando los tiempos por defecto indicados.

AverageNumber.name=Calcular valor medio

AverageNumber.description=Calcula el valor medio de todos los n\u00fameros en las columnas escogidas (solamente columnas num\u00e9ricas o de listas de n\u00fameros) y crea una nueva columna (BIGDECIMAL) con el resultado.

FirstQuartileNumber.name=Calcular primer cuartil (Q1)

FirstQuartileNumber.description=Calcula el primer cuartil (Q1) de todos los n\u00fameros en las columnas escogidas (solamente columnas num\u00e9ricas o de listas de n\u00fameros) y crea una nueva columna (BIGDECIMAL) con el resultado.

MedianNumber.name=Calcular mediana

MedianNumber.description=Calcula la mediana de todos los n\u00fameros en las columnas escogidas (solamente columnas num\u00e9ricas o de listas de n\u00fameros) y crea una nueva columna (BIGDECIMAL) con el resultado.

ThirdQuartileNumber.name=Calcular tercer cuartil (Q3)

ThirdQuartileNumber.description=Calcula el tercer cuartil (Q3) de todos los n\u00fameros en las columnas escogidas (solamente columnas num\u00e9ricas o de listas de n\u00fameros) y crea una nueva columna (BIGDECIMAL) con el resultado.

InterQuartileRangeNumber.name=Calcular rango intercuart\u00edlico (IQR)

InterQuartileRangeNumber.description=Calcula el rango intercuart\u00edlico (IQR) de todos los n\u00fameros en las columnas escogidas (solamente columnas num\u00e9ricas o de listas de n\u00fameros) y crea una nueva columna (BIGDECIMAL) con el resultado.

SumNumbers.name=Calcular suma

SumNumbers.description=Calcula la suma de todos los n\u00fameros en las columnas escogidas (solamente columnas num\u00e9ricas o de listas de n\u00fameros) y crea una nueva columna (BIGDECIMAL) con el resultado.

MinimumNumber.name=Calcular valor m\u00ednimo

MinimumNumber.description=Calcula el valor m\u00ednimo de todos los n\u00fameros en las columnas escogidas (solamente columnas num\u00e9ricas o de listas de n\u00fameros) y crea una nueva columna (BIGDECIMAL) con el resultado.

MaximumNumber.name=Calcular valor m\u00e1ximo

MaximumNumber.description=Calcula el valor m\u00e1ximo de todos los n\u00fameros en las columnas escogidas (solamente columnas num\u00e9ricas o de listas de n\u00fameros) y crea una nueva columna (BIGDECIMAL) con el resultado.

BooleanLogicOperations.name=Mezcla l\u00f3gica de columnas booleanas

BooleanLogicOperations.description=Mezcla varias columnas booleanas en el orden seleccionado para crear una nueva columna, pudiendo elegir las operaciones l\u00f3gicas realizadas entre cada par de columnas. Si cualquier valor es nulo, 'false' ser\u00e1 usado en su lugar.
